{
    "Gréckokatolícky chrám sv. Mikuláša v Bodružali": {
        "name": "Gréckokatolícky chrám sv. Mikuláša v Bodružali",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Gréckokatolícky chrám sv. Mikuláša v Bodružali

        V severnej časti Nízkych Beskýd, v bočnom údolí doliny rieky Ondavy, v nadmorskej výške 355 metrov sa nachádza maličká obec Bodružal. Vznikla koncom 16. storočia ako nová osada panstva Makovica. Obyvatelia sa zaoberali drevorubačstvom, výrobou šindľa či dosák a pastierstvom. V súčasnosti má obec okolo 50 obyvateľov, z toho 16 gréckokatolíkov. 
        Bodružalský drevený chrám je jeden z najstarších drevených chrámov na Slovensku. Výstavba chrámu sa datuje do roku 1658. Patrónom chrámu je biskup a divotvorca Mikuláš. Svätý Mikuláš sa stal okolo roku 300 biskupom v Myre v Malej Ázii a vyznačoval sa nesmiernou dobročinnosťou. Je jedným z najviac obľúbených svätcov. Zomrel v pokročilom veku a pochovali ho v myrskom chráme, kde boli jeho telesné pozostatky uložené do roku 1087, kedy boli prenesené do talianskeho prístavného mesta Bari.
        Drevené chrámy sú prejavom zručnosti dávnych majstrov, útlaku i chudoby, keď sa v niektorých obdobiach nemohli stavať chrámy z kameňa. Kraj bohatý na lesy však ponúkal dostatok iného materiálu. Zachované drevené chrámy, roztrúsené po Karpatoch, sa stali vzácnymi perlami hodnými obdivu. Ani svetové vojny, požiare, záplavy, ba ani zub času im neubral na kráse a príťažlivosti, skôr naopak. Aj v tomto drevenom chráme dodnes v bohoslužbách zaznieva originálny cirkevnoslovanský jazyk, ako dedičstvo vierozvestcov svätých Cyrila a Metoda, ku ktorým sa gréckokatolícka cirkev i miestne rusínske obyvateľstvo s hrdosťou hlásia. Drevené chrámy prezentujú odhodlanie a zručnosť obyvateľov tohto kraja a sú nádherným dôkazom úprimnej túžby človeka po Bohu. Veď už žalmista píše: „Bože, ty si môj Boh, už od úsvitu sa viniem k tebe. Za tebou prahne moja duša, za tebou túži moje telo; ako vyschnutá, pustá zem bez vody, tak ťa túžim uzrieť vo svätyni a vidieť tvoju moc a slávu“ (Ž 63, 2-3).
        Bodružalský chrám je trojpriestorová zrubová stavba pozostávajúca z menšieho presbytéria štvorcového pôdorysu, z väčšej štvorcovej lode a predsiene pod hlavnou vežou.  
        Podľa najstaršej tradície sa byzantský chrám buduje tak, aby jeho najdôležitejšia časť – svätyňa, bola umiestnená smerom na východ. Svätý Atanáz zdôrazňoval, aby sa chrám staval tak, aby sa veriaci v chráme pozerali na východ, aby sa dívali na raj, našu vlasť, z ktorej sme vyšli. Z Východu, ako sa modlíme, nás osvietilo jasné svetlo, Kristus, náš Boh. 
        Keď prichádzame do chrámu, zo západu vstupujeme do predsiene, nazývanej babinec. Na vrchnom tráme vstupného portálu je možné vidieť letopočet 1658. Spočiatku išlo o miesto vyhradené pre katechumenov, tých, ktorí sa pripravujú na krst alebo pre kajúcnikov, ktorí boli na istý čas vylúčení z eucharistického spoločenstva. Zo symbolického hľadiska títo veriaci predstavovali očistec alebo trpiacu Cirkev.
        Najväčšia časť chrámu sa nazýva loď. Tu sa veriaci zhromažďujú na bohoslužbu. Dokumenty apoštolov nazývajú Cirkev ako Noemov koráb alebo ako loďku svätého Petra. Spočiatku tak nazývali aj samých veriacich a neskôr tento názov prešiel na celú strednú časť chrámu. Zo symbolického hľadiska predstavuje putujúcu Cirkev, teda kresťanov žijúcich na zemi. Zaujímavosťou tohto chrámu je vo vrchnej časti doposiaľ viditeľná diera po bombardovaní, keď počas druhej svetovej vojny do lode cez vrchnú časť vletel mínometný granát, no nevybuchol a chrám tak ostal bez vážneho poškodenia.
        Hlavnou a najposvätnejšou časťou chrámu, ktorá sa nachádza za obrazovou stenou - ikonostasom je svätyňa. Zo symbolického hľadiska predstavuje nebeské kráľovstvo a víťaznú oslávenú cirkev v nebi, miesto kde prebýva Boh. Do svätyne nevedú žiadne vonkajšie dvere. Symbolicky sa do svätyne dá vstúpiť iba cez dvere v ikonostase, ktoré symbolizujú Krista.  Tak ako do neba sa dá vstúpiť iba cez prijatie Krista ako Spasiteľa. 
        Z vonkajšej strany je chrám obložený doskami a šindľovou strechou. Pyramídová strecha je zakončená makovičkami s bohato zdobenými kovanými krížmi. Spodok predsiene, loď a svätyňa sú vertikálne obložené doskami. Hlavná veža je dvojdielna, dohora sa zužujúca, pokrytá doskami a lištami. V podstreší sú malé ozvučné otvory zaujímavého tvaru. Vo veži sa nachádzajú tri zvony, najstarší je z roku 1759. Areál chrámu je obohnaný drevenou ohradou so šindľovou strieškou a vstupnou bránkou takmer kruhového pôdorysu. V blízkosti chrámu je miestny cintorín, i cintorín vojakov padlých v prvej svetovej vojne.
        Ikonostas je jedinečný a výnimočný tým, že ako jediný známy ikonostas je maľovaný z oboch strán. Na zadnú stranu pôvodného ikonostasu zo 17. storočia bol v 18. storočí  namaľovaný súčasný ikonostas. V roku 1968 bola ikona Krista Učiteľa pozdĺžne rozdelená na dve časti. Zadná časť – ikona svätého Pavla s iným učeníkom sa nachádza v lodi na južnej stene. Kvôli možnému nezvratnému poškodeniu ikonostasu sa od oddeľovania jednotlivých ikon upustilo.
        Ikonostas je štvorradový rozmiestnený na štyroch poschodiach. Severné diakonské dvere majú na ostení namaľovaného svätého Vavrinca a svätého Vincenta. Centrálne cárske dvere sú dvojkrídlové, zlátené a bohato vyrezávané. Sú osadené šiestimi medailónmi, dvoma ikonami Zvestovania Bohorodičke a štyrmi evanjelistami: Matúšom, Markom, Lukášom a Jánom. Na ostení Cárskych dverí sú zobrazení svätý Bazil Veľký a svätý Ján Zlatoústy, nad mini v hornej časti je Boh Otec.
        Hlavný, prvý rad zľava obsahuje ikony: Krst Krista - Bohozjavenie, Bohorodičku s Ježišom na rukách, takzvanú Hodigitriu, Krista Učiteľa a patróna chrámu svätého Mikuláša. Je tu zachované ikonopisecké pravidlo, kde na každom ikonostase sa ako prvá ikona zľava vždy nachádza ikona svätého Mikuláša ako patróna byzantskej cirkvi. Výnimku tvorí jediný prípad, ak je chrám zasvätený svätému Mikulášovi. Práve vtedy sa ikona Mikuláša presúva na miesto patróna chrámu, to je úplne vpravo a na jej miesto nastupuje ikona svätého Jána Krstiteľa ako patróna prešovskej archieparchie. V tomto prípade je vľavo zobrazený Ján Krstiteľ pri krste Krista v Jordáne. Na podstavcoch pod hlavným radom sú zobrazené ikony svätého archanjela Michala a svätého biskupa Mikuláša.
        Druhý rad zľava obsahuje dvanásť sviatkov liturgického roka: Narodenie Bohorodičky, Uvedenie Bohorodičky do chrámu, Zvestovanie, Narodenie Krista, Obriezka Krista, Krst Krista. Uprostred je Posledná večera a rad pokračuje sviatkami Vstup Krista do Jeruzalema, Premenenie, Vzkriesenie, Nanebovstúpenie Pána, Zoslanie Svätého Ducha a Zosnutie presvätej Bohorodičky. 
        Tretí, apoštolský rad, obsahuje ikony apoštolov, zľava svätého Tomáša, Matúša, Bartolomeja, Mateja, Andreja a svätého Petra. V strede sa nachádza ikona Krista Veľkňaza, rad pokračuje apoštolmi: svätý Pavol, Ján, Jakub Zebedejov, Šimon, Júda Tadeáš a svätý Filip.
        Štvrtý rad obsahuje šesť medailónov s dvojicami postáv starozákonných prorokov. Zľava svätý Izaiáš, Jakub, Abdiáš, Zachariáš, Mojžiš, svätý Áron. Uprostred je ikona Krista na kríži s obdobnými zlatenými dekoráciami. Rad pokračuje prorokom Ezechielom, Joelom, Aggeom a ďalšími troma neznámymi prorokmi nesúcimi iba všeobecný atribút – zvitok. Ikonostas je štylizovaný v miešanom slohu barokovo-rokokovej ornamentiky.
        Hlavný oltár za ikonostasom je barokový, so starším obrazom Ukrižovania. V spodnej časti oltára je ikona Krista padajúceho pod krížom. Na oltári sa nachádza krásne kované evanjelium v cirkevnoslovanskom jazyku. Bočný oltárik, nazývaný žertveník, obsahuje obraz Krista v okovách z roku 1706, s plastickými hlavičkami anjelov na postranných stĺpoch. Z mobiliáru treba spomenúť procesiový obojstranne maľovaný kríž a prenosný svietnik s ikonou biskupa Mikuláša. 
        Vzácnosťou je i nástenná maľba z 18. storočia zobrazujúca Posledný súd a Ukrižovanie. Pre zaujímavosť treba podotknúť, že nástenné maľby v drevených chrámoch sú ojedinelé a nachádzajú sa iba v niekoľkých chrámoch. V zadnej časti chrámu sú uložené vzácne knihy zo 17. a 18. storočia s dobovými ručnými zápismi a ostatné predmety z chrámu, v minulosti používané pri bohoslužbách. Ikonostas a nástenné maľby boli naposledy reštaurované v roku 1995. Chrám prešiel rekonštrukciou v 18. storočí, v roku 1902, po vojne v roku 1945 a naposledy v rokoch 2004 – 2008.
        Chrám v Bodružali bol 7. júla 2008 spolu s ďalšími ôsmymi drevenými pamiatkami pod názvom \"Drevené chrámy slovenskej časti Karpatského oblúka\" zapísaný do Zoznamu svetového dedičstva UNESCO na základe výnimočnej celosvetovej hodnoty.",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika"
    },

    "domAlzbeta": {
        "name": "Konkatedrála sv. Mikuláša",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": 
        "Vonkajšie rozmery konkatedrály sú 54,7 m do dĺžky, 34,45 do šírky. Výška vnútorných lodí je 16 m a veža dosahuje výšku 71 metrov. Chrám je neskorogotickou stavbou halového typu (výška všetkých lodí je rovnaká) s troma loďami, troma presbytériami, so sieťovou a hviezdicovou klenbou. V roku 1502 stavbu rozšírili smerom na juh v neskorogotickom štýle. Na prestavbe sa podieľali majstri kamenári Mikuláš a Michal pod vedením prešovského staviteľa J. Brengiszera. Trojlodie bolo dokončené v roku 1505. Celá prestavba bola dokončená v roku 1515. Počas tohto obdobia zaklenuli bočnú svätyňu, dokončili vstupnú halu kostola a vytesali kamenné ostenie okien. Svätý Otec Benedikt XVI. 9. augusta 2008 rozhodol o povýšení farského kostola sv. Mikuláša v Prešove na konkatedrálny chrám. Od roku 2010 prechádza konkatedrála rozsiahlou rekonštrukciou od interiéru až po exteriér. Konkatedrála je halová stavba s polygonálnym uzáverom stredného presbytéria, ktoré je zaklenuté gotickou sieťovou klenbou na oblých príporách. Na severnej strane presbytéria sa nachádza predlžený chór bočnej lode s hviezdicovou klenbou, spojený s hlavným presbytériom lomenými oblúkmi. Oblúky sú v hornej časti riešené ako empory. Predlžený chór na južnej strane má polygonálny uzáver a hviezdicovú klenbu. Lomené arkády oddeľujú jednotlivé lode trojlodia. ",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika"
    },

    "kostolPoprad": {
        "name": "Konkatedrála sv. Mikuláša",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": 
        "Vonkajšie rozmery konkatedrály sú 54,7 m do dĺžky, 34,45 do šírky. Výška vnútorných lodí je 16 m a veža dosahuje výšku 71 metrov. Chrám je neskorogotickou stavbou halového typu (výška všetkých lodí je rovnaká) s troma loďami, troma presbytériami, so sieťovou a hviezdicovou klenbou. V roku 1502 stavbu rozšírili smerom na juh v neskorogotickom štýle. Na prestavbe sa podieľali majstri kamenári Mikuláš a Michal pod vedením prešovského staviteľa J. Brengiszera. Trojlodie bolo dokončené v roku 1505. Celá prestavba bola dokončená v roku 1515. Počas tohto obdobia zaklenuli bočnú svätyňu, dokončili vstupnú halu kostola a vytesali kamenné ostenie okien. Svätý Otec Benedikt XVI. 9. augusta 2008 rozhodol o povýšení farského kostola sv. Mikuláša v Prešove na konkatedrálny chrám. Od roku 2010 prechádza konkatedrála rozsiahlou rekonštrukciou od interiéru až po exteriér. Konkatedrála je halová stavba s polygonálnym uzáverom stredného presbytéria, ktoré je zaklenuté gotickou sieťovou klenbou na oblých príporách. Na severnej strane presbytéria sa nachádza predlžený chór bočnej lode s hviezdicovou klenbou, spojený s hlavným presbytériom lomenými oblúkmi. Oblúky sú v hornej časti riešené ako empory. Predlžený chór na južnej strane má polygonálny uzáver a hviezdicovú klenbu. Lomené arkády oddeľujú jednotlivé lode trojlodia. ",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika"
    }

    
}