{
    "Chrám svätého Lukáša v Krivom": {
        "name": "Chrám svätého Lukáša v Krivom",
        "shortDescription": 
        "Je charakteristický svojou masívnosťou a jednoduchosťou objektu. Bol postavený za pôsobenia gréckokatolíckeho kňaza Jána Halíka v roku 1826 na mieste staršieho objektu",

        "longDescription": "Obec Krivé bola založená v 14. storočí novými osadníkmi na základe zákupného práva. Prvá písomná zmienka o obci pochádza z roku 1406. Počas prvého sčítania ľudu v roku 1787 bolo v obci 24 domov a 175 obyvateľov. Obec sa v dokumentoch označuje ako Spyskvagasa, čiže Spiškova poruba. V písomnostiach z 15. storočia sa paralelne objavuje aj slovenský názov Kriwá, neskôr Kriwe. Rusínske obyvateľstvo sa v obci usídlilo pravdepodobne koncom 15. storočia a venovalo sa najmä poľnohospodárstvu a chovu hovädzieho dobytka. V súčasnosti žije v obci okolo 210 obyvateľov. Väčšinu z nich tvoria gréckokatolíci. Obec  je filiálkou farnosti Kružlov. Prvým doloženým gréckokatolíckym kňazom bol Ján Nižalovský, zmienka o ňom sa zachovala z roku 1777. <br> <br> Drevený gréckokatolícky chrám svätého apoštola a evanjelistu Lukáša je charakteristický svojou masívnosťou a jednoduchosťou objektu. Bol postavený za pôsobenia gréckokatolíckeho kňaza Jána Halíka v roku 1826 na mieste staršieho objektu a je zasvätený svätému apoštolovi a evanjelistovi Lukášovi. Svätý Lukáš sa narodil v sýrskej Antiochii. Jeho rodičia boli pohania. Lukáš bol lekárom a stal sa spoločníkom a pomocníkom sv. apoštola Pavla. Počas ich spoločného putovania zaznamenal všetko, čo sa dozvedel o Ježišovom živote. Po Pavlovom umučení ohlasoval evanjelium vo viacerých krajinách a napokon umrel vo vysokom veku. <br> <br> Zrubová stavba stojí na kamennej podmurovke, ktorá sa na západnej strane vytráca. Celý objekt má zjednotený obdĺžnikový pôdorys s polygonálnou svätyňou, predĺženou loďou a štvorcovou vežou. Zvonica s dvoma zvonmi je zavŕšená barokovou laternou s makovicou a krížom. Jeden zvon pochádza z roka 1826, teda z roka výstavby chrámu. Pri posledných úpravách okolo roku 1968 bol chrám prekrytý jednoduchou sedlovou strechou, čím sa stratila trojvežatosť, taká typická pre sakrálne stavby tejto oblasti. V dôsledku ošindľovania svätyne a lode a obloženia predsiene vertikálne uloženými doskami, pôsobí chrám zvonku dojmom jednodielnej stavby. <br> <br> V skutočnosti je to trojpriestorová stavba. Vstupná časť sa nazýva predsieň, ľudovo babinec. V minulosti išlo o miesto vyhradené pre katechumenov, tých, ktorí sa pripravujú na krst alebo pre verejných kajúcnikov, ktorí boli na istý čas vylúčení z eucharistického spoločenstva. Zo symbolického hľadiska títo veriaci predstavovali očistec alebo trpiacu Cirkev. <br> <br> Ďalšia časť je loď. Jedná sa o najväčší priestor celého chrámu. V nej sa sústreďujú veriaci zúčastňujúci sa obradov. Zo symbolického hľadiska predstavuje putujúcu Cirkev, teda kresťanov žijúcich na zemi. Prirovnáva sa taktiež k lodi svätého Petra, ktorý bol Kristom povolaný za rybára ľudí. <br> <br> Tretia časť, ktorá sa nachádza za ikonostasom – obrazovou stenou pred nami, sa nazýva svätyňa. Predstavuje nebeské kráľovstvo – raj a tiež víťaznú oslávenú cirkev v nebi. V strede je umiestnený prestol – oltár s bohostánkom pre uchovávanie Tela a Krvi Ježiša Krista, evanjeliom, krížom a sviečkami. <br> <br> Na prvý pohľad by sa mohlo zdať, že ikonostas prekáža veriacim pri vnímaní obradov, odohrávajúcich sa vo svätyni. Tu sa však naplno ukazuje mystika východnej teológie. My, veriaci v lodi chrámu, predstavujeme našu pozemskú púť, ktorá smeruje do nášho cieľa, do nebeského Jeruzaleme, ktorý predstavuje svätyňa za ikonostasom. Tento život je nám zatiaľ zahalený a nepoznaný, poznávame ť ho je možné len v náznakoch. Ikonostas tak symbolicky oddeľuje, ale zároveň aj spája nebo - svätyňu so zemou - loďou. Na ikonostase sú svätí, tí, ktorí žili na zemi, ale teraz sú už v nebi. To znamená, že svätí sú nám príkladom a pomocou na našej ceste za Kristom, do neba. <br> <br> Vzácny ikonostas, ktorý je národnou kultúrnou pamiatkou, tvoria ikony z rôznych časových období. V hlavnom rade sú v strede vyrezávané kráľovské dvere s medailónmi evanjelistov a výjavmi zvestovania. Spolu s ikonami svätého arcibiskupa Mikuláša, Bohorodičky Hodigitrie, Krista Učiteľa a svätého apoštola Lukáša pochádzajú zo začiatku 18. storočia.<br> <br> Druhý rad, dvanásť najväčších cirkevných sviatkov, pozostáva od severnej steny z ikon Uvedenia Bohorodičky do chrámu, Zvestovania, Narodenia Krista, Stretnutia so Simeonom, Krstu Krista, Vstupu Krista do Jeruzalema. V strede tohto radu je ikona Poslednej večere a ďalej nasledujú ikony Vzkriesenie, Vstup Krista do predpeklia, Zoslanie Svätého Ducha, Premenenie Pána, Nanebovstúpenie Pána a Zosnutie Presvätej Bohorodičky. <br> <br> V treťom, apoštolskom rade, sa nachádza šesť ikon s dvojicami apoštolov v strede s ikonou Krista Pantokratora – vševládcu. Od severnej steny vidíme apoštolov: svätého Šimona so svätým Júdom Tadeášom, svätého Jakuba Zebedeja so svätým Matúšom a svätého Bartolomeja so svätým Petrom. Ďalej svätého Pavla so svätým Andrejom, svätého Tomáša so svätým Jánom a svätého Jakuba Alfejovho so svätým Filipom. <br> <br> Štvrtý, najvyšší rad, zobrazujúci prorokov, pozostáva zo šiestich medailónov s dvojicami postáv. Proroci sú však bez osobných atribútov, preto ich nemožno identifikovať. Obzvlášť zaujímavými sú aj ikony mimo ikonostasu. Pochádzajú prevažne z 18. storočia a z čias výstavby chrámu. Nachádza sa tu aj niekoľko mimoriadne hodnotných ikon z konca 16. storočia, ktoré sa zachovali pravdepodobne zo staršieho zaniknutého chrámu. <br> <br> Na severnej stene lode chrámu bola po zreštaurovaní ikon v roku 2021 vytvorená nová konštrukcia ikonostasu, kde sú umiestnené nasledujúce ikony.<br> <br> Hneď z ľava dole je vzácna ikona sv. archanjela Michala pochádzajúca z konca 16. storočia. Je tu zobrazený ako rytier s mečom bojujúci proti silám zla. Výjavy na klejmách (malých výjavoch po obvode ikony) zobrazujú biblické udalosti. Na ľavej strane vidíme stvorenie archanjela Michala, Abrahámovu obetu a záchranu troch mládencov v ohnivej peci a oproti vyhnanie Adama a Evy z raja, poslanie Habakuka s jedlom k Danielovi, a zničenie Sodomy a Gomory. V dolnej časti sú výjavy zobrazujúce sv. Michala ako ničí faraónove vojsko v mori, ako sprevádza Židov na čele s Mojžišom do zasľúbenej zeme a jeho zjavenie sa Balamovi. <br> <br> Vedľa ikony sv. archanjela Michala sa nachádza veľmi vzácna ikona Bohorodičky Hodigitrie s pochvalou. Jedná sa o temperovú maľbu na dreve z konca 16. storočia. Pochvalou nazývame zobrazenie prorokov po okrajoch ikony s ich proroctvami o Spasiteľovi. Stoja tu proroci Mojžiš, Dávid, Gedeon, Amos, Áron, Šalamún, Ezechiel a Daniel. <br> <br> Ďalšou zaujímavou ikonou je Spasiteľ s nebeskými silami a pochádza z konca 16. storočia. Zobrazuje Krista na tróne vyžarujúceho nestvorené svetlo Božstva obklopeného nebeskými silami. V rohoch ikony sa nachádzajú štyri bytosti, predstavujúce evanjelistov, lev zastupuje sv. Marka, býk sv. Lukáša, orol sv. Ján a anjel sv. evanjelistu Matúša. Ikona Krst Krista v Jordáne, nazývaná aj Bohozjavenie, sa tiež datuje do 16. storočia. Predstavuje odklon ľudového majstra od zaužívaných pravidiel, čo sa prejavilo zobrazením Krista bez svätožiary, jeho menšej postavy v porovnaní so zobrazeným Jánom Krstiteľom, či vodou nedotýkajúcou sa nôh obidvoch postáv. Menované ikony spolu s krížom pravdepodobne tvorili súčasť jedného ikonostasu. V tak zachovanom stave a v takom počte sa nikde na Slovensku podobný ikonostas z tohto obdobia nenachádza. <br> <br> Nad týmito štyrmi ikonami je umiestnená ikona z konca 16. storočia Veľký Deésis. Deesis znamená príhovor. Zobrazuje Krista v strede sediaceho na tróne a po stranách nebeské sily a zástupy svätých v postoji prosebnej modlitby ku Kristovi. <br> <br> Vo svätyni sa nachádza oltár s ikonou Umučený Kristus v ozdobnom ráme, nazývaný aj Muž bolesti, je obrazom západného typu z 18. storočia. V strede ikony sa nachádza Kristus s ranami po umučení a okolo neho sú znázornené predmety, ktoré s jeho umučením súvisia: kalich, klince, putá, kríž. <br> <br> Nad žertveníkom, bočným oltárom na prípravu chleba a vína na obetu vo svätej liturgii, je umiestnený obraz Ukrižovania. Podľa dedikačného nápisu v dolnej časti vznikol v 19. storočí. Je dielom toho istého maliara, ktorý maľoval aj oltár. <br> <br> Južnú časť svätyne zdobí obraz svätej rodiny z 19. storočia, presnejšie z roku 1898, o čom svedčí aj nápis v spodnej časti obrazu. ",
        "type": "Gréckokatolícky",
        "year": "Rok výstavby 1826",
        "style": "Barok"
    },

    "Chrám sv. Mikuláša v Bodružali": {
        "name": "Chrám sv. Mikuláša v Bodružali",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": 
        "V severnej časti Nízkych Beskýd, v bočnom údolí doliny rieky Ondavy, v nadmorskej výške 355 metrov sa nachádza maličká obec Bodružal. Vznikla koncom 16. storočia ako nová osada panstva Makovica. Obyvatelia sa zaoberali drevorubačstvom, výrobou šindľa či dosák a pastierstvom. V súčasnosti má obec okolo 50 obyvateľov, z toho 16 gréckokatolíkov. <br> <br> Bodružalský drevený chrám je jeden z najstarších drevených chrámov na Slovensku. Výstavba chrámu sa datuje do roku 1658. Patrónom chrámu je biskup a divotvorca Mikuláš. Svätý Mikuláš sa stal okolo roku 300 biskupom v Myre v Malej Ázii a vyznačoval sa nesmiernou dobročinnosťou. Je jedným z najviac obľúbených svätcov. Zomrel v pokročilom veku a pochovali ho v myrskom chráme, kde boli jeho telesné pozostatky uložené do roku 1087, kedy boli prenesené do talianskeho prístavného mesta Bari. <br> <br> Drevené chrámy sú prejavom zručnosti dávnych majstrov, útlaku i chudoby, keď sa v niektorých obdobiach nemohli stavať chrámy z kameňa. Kraj bohatý na lesy však ponúkal dostatok iného materiálu. Zachované drevené chrámy, roztrúsené po Karpatoch, sa stali vzácnymi perlami hodnými obdivu. Ani svetové vojny, požiare, záplavy, ba ani zub času im neubral na kráse a príťažlivosti, skôr naopak. Aj v tomto drevenom chráme dodnes v bohoslužbách zaznieva originálny cirkevnoslovanský jazyk, ako dedičstvo vierozvestcov svätých Cyrila a Metoda, ku ktorým sa gréckokatolícka cirkev i miestne rusínske obyvateľstvo s hrdosťou hlásia. Drevené chrámy prezentujú odhodlanie a zručnosť obyvateľov tohto kraja a sú nádherným dôkazom úprimnej túžby človeka po Bohu. Veď už žalmista píše: „Bože, ty si môj Boh, už od úsvitu sa viniem k tebe. Za tebou prahne moja duša, za tebou túži moje telo; ako vyschnutá, pustá zem bez vody, tak ťa túžim uzrieť vo svätyni a vidieť tvoju moc a slávu“ (Ž 63, 2-3). <br> <br> Bodružalský chrám je trojpriestorová zrubová stavba pozostávajúca z menšieho presbytéria štvorcového pôdorysu, z väčšej štvorcovej lode a predsiene pod hlavnou vežou. <br> <br> Podľa najstaršej tradície sa byzantský chrám buduje tak, aby jeho najdôležitejšia časť – svätyňa, bola umiestnená smerom na východ. Svätý Atanáz zdôrazňoval, aby sa chrám staval tak, aby sa veriaci v chráme pozerali na východ, aby sa dívali na raj, našu vlasť, z ktorej sme vyšli. Z Východu, ako sa modlíme, nás osvietilo jasné svetlo, Kristus, náš Boh. <br> <br> Keď prichádzame do chrámu, zo západu vstupujeme do predsiene, nazývanej babinec. Na vrchnom tráme vstupného portálu je možné vidieť letopočet 1658. Spočiatku išlo o miesto vyhradené pre katechumenov, tých, ktorí sa pripravujú na krst alebo pre kajúcnikov, ktorí boli na istý čas vylúčení z eucharistického spoločenstva. Zo symbolického hľadiska títo veriaci predstavovali očistec alebo trpiacu Cirkev. <br> <br> Najväčšia časť chrámu sa nazýva loď. Tu sa veriaci zhromažďujú na bohoslužbu. Dokumenty apoštolov nazývajú Cirkev ako Noemov koráb alebo ako loďku svätého Petra. Spočiatku tak nazývali aj samých veriacich a neskôr tento názov prešiel na celú strednú časť chrámu. Zo symbolického hľadiska predstavuje putujúcu Cirkev, teda kresťanov žijúcich na zemi. Zaujímavosťou tohto chrámu je vo vrchnej časti doposiaľ viditeľná diera po bombardovaní, keď počas druhej svetovej vojny do lode cez vrchnú časť vletel mínometný granát, no nevybuchol a chrám tak ostal bez vážneho poškodenia. <br> <br>Hlavnou a najposvätnejšou časťou chrámu, ktorá sa nachádza za obrazovou stenou - ikonostasom je svätyňa. Zo symbolického hľadiska predstavuje nebeské kráľovstvo a víťaznú oslávenú cirkev v nebi, miesto kde prebýva Boh. Do svätyne nevedú žiadne vonkajšie dvere. Symbolicky sa do svätyne dá vstúpiť iba cez dvere v ikonostase, ktoré symbolizujú Krista. Tak ako do neba sa dá vstúpiť iba cez prijatie Krista ako Spasiteľa. <br> <br> Z vonkajšej strany je chrám obložený doskami a šindľovou strechou. Pyramídová strecha je zakončená makovičkami s bohato zdobenými kovanými krížmi. Spodok predsiene, loď a svätyňa sú vertikálne obložené doskami. Hlavná veža je dvojdielna, dohora sa zužujúca, pokrytá doskami a lištami. V podstreší sú malé ozvučné otvory zaujímavého tvaru. Vo veži sa nachádzajú tri zvony, najstarší je z roku 1759. Areál chrámu je obohnaný drevenou ohradou so šindľovou strieškou a vstupnou bránkou takmer kruhového pôdorysu. V blízkosti chrámu je miestny cintorín, i cintorín vojakov padlých v prvej svetovej vojne. <br> <br> Ikonostas je jedinečný a výnimočný tým, že ako jediný známy ikonostas je maľovaný z oboch strán. Na zadnú stranu pôvodného ikonostasu zo 17. storočia bol v 18. storočí namaľovaný súčasný ikonostas. V roku 1968 bola ikona Krista Učiteľa pozdĺžne rozdelená na dve časti. Zadná časť – ikona svätého Pavla s iným učeníkom sa nachádza v lodi na južnej stene. Kvôli možnému nezvratnému poškodeniu ikonostasu sa od oddeľovania jednotlivých ikon upustilo. <br> <br>Ikonostas je štvorradový rozmiestnený na štyroch poschodiach. Severné diakonské dvere majú na ostení namaľovaného svätého Vavrinca a svätého Vincenta. Centrálne cárske dvere sú dvojkrídlové, zlátené a bohato vyrezávané. Sú osadené šiestimi medailónmi, dvoma ikonami Zvestovania Bohorodičke a štyrmi evanjelistami: Matúšom, Markom, Lukášom a Jánom. Na ostení Cárskych dverí sú zobrazení svätý Bazil Veľký a svätý Ján Zlatoústy, nad mini v hornej časti je Boh Otec. Hlavný, prvý rad zľava obsahuje ikony: Krst Krista - Bohozjavenie, Bohorodičku s Ježišom na rukách, takzvanú Hodigitriu, Krista Učiteľa a patróna chrámu svätého Mikuláša. Je tu zachované ikonopisecké pravidlo, kde na každom ikonostase sa ako prvá ikona zľava vždy nachádza ikona svätého Mikuláša ako patróna byzantskej cirkvi. Výnimku tvorí jediný prípad, ak je chrám zasvätený svätému Mikulášovi. Práve vtedy sa ikona Mikuláša presúva na miesto patróna chrámu, to je úplne vpravo a na jej miesto nastupuje ikona svätého Jána Krstiteľa ako patróna prešovskej archieparchie. V tomto prípade je vľavo zobrazený Ján Krstiteľ pri krste Krista v Jordáne. Na podstavcoch pod hlavným radom sú zobrazené ikony svätého archanjela Michala a svätého biskupa Mikuláša. <br> <br> Druhý rad zľava obsahuje dvanásť sviatkov liturgického roka: Narodenie Bohorodičky, Uvedenie Bohorodičky do chrámu, Zvestovanie, Narodenie Krista, Obriezka Krista, Krst Krista. Uprostred je Posledná večera a rad pokračuje sviatkami Vstup Krista do Jeruzalema, Premenenie, Vzkriesenie, Nanebovstúpenie Pána, Zoslanie Svätého Ducha a Zosnutie presvätej Bohorodičky. <br> <br> Tretí, apoštolský rad, obsahuje ikony apoštolov, zľava svätého Tomáša, Matúša, Bartolomeja, Mateja, Andreja a svätého Petra. V strede sa nachádza ikona Krista Veľkňaza, rad pokračuje apoštolmi: svätý Pavol, Ján, Jakub Zebedejov, Šimon, Júda Tadeáš a svätý Filip. <br> <br> Štvrtý rad obsahuje šesť medailónov s dvojicami postáv starozákonných prorokov. Zľava svätý Izaiáš, Jakub, Abdiáš, Zachariáš, Mojžiš, svätý Áron. Uprostred je ikona Krista na kríži s obdobnými zlatenými dekoráciami. Rad pokračuje prorokom Ezechielom, Joelom, Aggeom a ďalšími troma neznámymi prorokmi nesúcimi iba všeobecný atribút – zvitok. Ikonostas je štylizovaný v miešanom slohu barokovo-rokokovej ornamentiky. <br> <br> Hlavný oltár za ikonostasom je barokový, so starším obrazom Ukrižovania. V spodnej časti oltára je ikona Krista padajúceho pod krížom. Na oltári sa nachádza krásne kované evanjelium v cirkevnoslovanskom jazyku. Bočný oltárik, nazývaný žertveník, obsahuje obraz Krista v okovách z roku 1706, s plastickými hlavičkami anjelov na postranných stĺpoch. Z mobiliáru treba spomenúť procesiový obojstranne maľovaný kríž a prenosný svietnik s ikonou biskupa Mikuláša. <br> <br> Vzácnosťou je i nástenná maľba z 18. storočia zobrazujúca Posledný súd a Ukrižovanie. Pre zaujímavosť treba podotknúť, že nástenné maľby v drevených chrámoch sú ojedinelé a nachádzajú sa iba v niekoľkých chrámoch. V zadnej časti chrámu sú uložené vzácne knihy zo 17. a 18. storočia s dobovými ručnými zápismi a ostatné predmety z chrámu, v minulosti používané pri bohoslužbách. Ikonostas a nástenné maľby boli naposledy reštaurované v roku 1995. Chrám prešiel rekonštrukciou v 18. storočí, v roku 1902, po vojne v roku 1945 a naposledy v rokoch 2004 – 2008. <br> <br> Chrám v Bodružali bol 7. júla 2008 spolu s ďalšími ôsmymi drevenými pamiatkami pod názvom \"Drevené chrámy slovenskej časti Karpatského oblúka\" zapísaný do Zoznamu svetového dedičstva UNESCO na základe výnimočnej celosvetovej hodnoty.",
        "type": "Gréckokatolický",
        "year": "Rok výstavby 1658",
        "style": "Byzancia"
    },

    "Chrám Narodenia Panny Márie v Losi": {
        "name": "Chrám Narodenia Panny Márie v Losi",
        "shortDescription": 
        "Gréckokatolícky chrám Narodenia Panny Márie v Łosi bol postavený v roku 1810 rukami našich pradedov. Z konštrukčného hľadiska je tento chrám zrubovou stavbou, ktorá sa skladá z troch častí.",

        "longDescription": 
        "Obec Łosi leží v malebnej severnej časti Beskýd, v Sondeckých Beskydoch, vo výške 350 m n.m. V súčasnosti má obec okolo 740 obyvateľov, z toho 60 gréckokatolíkov. V roku 2009 obec oslávila 650. výročie vzniku, čo svedčí o jej pomerne bohatej tradícii a kultúrnom dedičstve. <br> <br> Od pradávnych čias ľudia stavali chrámy. Takýmto spôsobom chceli vzdať úctu Bohu, uctiť si pamiatku svätých a mať miesto na stretnutie sa s Bohom. Drevené chrámy poukazujú na zručnosti obyvateľov tohto okolia. Ľudia boli pripravení dať všetko, aby dokázali svoju túžbu po Bohu. To potvrdzujú aj slová žalmistu: „Jeden deň v tvojich nádvoriach je lepší než iných tisíce. Radšej chcem stáť na prahu domu svojho Boha ako prebývať v stanoch hriešnikov. Lebo Pán, Boh, je slnko a štít, milosť a slávu udeľuje Pán; neodoprie dobro tým, čo kráčajú v nevinnosti. Pane zástupov, blažený človek, čo sa spolieha na teba“ (Ž 84, 11-13). <br> <br> Obyvatelia obce sa zamestnávali kolomažníctvom. Muži museli často na dlhý čas vycestovať s ropnými produktmi. Rozsah ich obchodu pokrýval oblasti od Maďarska po Litvu. Tieto produkty získavali zo zeme, z takzvaných „kopaniek“. Územie, na ktorom sa nachádza obec, má pod povrchom bohaté zásoby ropy. Z tej sa produkovali viaceré druhy mastí a olejov nevyhnutných k mazaniu osí v rôznych zariadeniach. <br> <br> Gréckokatolícky chrám Narodenia Panny Márie v Łosi bol postavený v roku 1810 rukami našich pradedov. Z konštrukčného hľadiska je tento chrám zrubovou stavbou, ktorá sa skladá z troch častí: predsiene, lode a svätyne. Hlavná veža stĺpovej konštrukcie je osadená v predsieni. Vertikálne steny chrámu sú pokryté štiepaným šindľom. Strechy a kupoly sú od roku 2010 pokryté medeným plechom. Hlavná loď bola v roku 1928 rozšírená čím chrám nadobudol tvar kríža. <br> <br> Ako už bolo spomenuté, chrám sa skladá z troch častí. Od vchodu je to: predsieň, loď a svätyňa. Predsieň sa nachádza pod hlavnou vežou. V minulosti to bolo miesto určené pre katechumenov, ktorí sa pripravovali na krst alebo pre kajúcnikov, ktorí boli na určití čas vylúčení z eucharistického spoločenstva. Títo veriaci boli symbolickým obrazom očistca alebo trpiacej Cirkvi. <br> <br> Ďalšou časťou je loď. Je to najväčšia časť celého chrámu. Tu sa zhromažďujú veriaci účastní na obradoch. Títo veriaci symbolicky predstavujú putujúcu Cirkev, a teda kresťanov žijúcich na zemi. Niekedy sa loď chrámu prirovnáva k loďke sv. Petra, Ježišovho učeníka, ktorý lovil ryby nielen na mori, ale bol tiež rybárom ľudí. V strede chrámu sa nachádza tetrapod - miesto, na ktorom je vyložená ikona a kríž k úcte. Vo východnej tradícii, keď vchádzame do chrámu, ideme k tetrapodu. Tu robíme malú metaniu, teda znak kríža s uklonením sa a bozkávame ikonu. Potom sa opäť prežehnáme a odchádzame na svoje miesto. Ikona na tetrapode sa mení podľa jednotlivých sviatkov liturgického roka. Z toho je možné zistiť v akom liturgickom období sa nachádza gréckokatolícka cirkev. V hlavnej lodi je polychrómia, teda figurálne a ornamentálne nástenné maľby. Scény Zvestovania a Svätá Trojica sú namaľované na plátne, ktoré je prilepené k stropu. V bočných lodiach sú výjavy Božej Matky a Zmŕtvychvstania Pána. Tieto dve ikony napísal v roku 1935 umelec Michal Galanka. <br> <br> V hlavnej lodi sa nachádzajú ešte ďalšie ikony, ktoré predstavujú udalosti zo Sv. Písma. Patria medzi ne Kameňovanie prvého mučeníka diakona Štefana a Peter kráčajúci po vode ide k svojmu Učiteľovi. Na dvoch menších ikonách sú zobrazené postavy Sv. Cyrila a Metoda. Na pravej a ľavej strane ikonostasu sú ikony svätých ruských kniežat Vladimíra a Oľgy, vďaka ktorým Kyjevská Rus prijala kresťanstvo v roku 988 z Konštantinopolu. <br> <br> Do roku 2004 chrám slúžil aj rímskokatolíckemu spoločenstvu. Udialo sa to po „Akcii Visla“, počas ktorej bolo lemkovské obyvateľstvo vrátane veriacich miestnej gréckokatolíckej cirkvi vysídlené na územie severného a západného Poľska. <br> <br> Pri vstupe do východného chrámu upúta návštevníkov ako prvé ikonostas. Stena zostavená z ikon napomáha veriacim v prežívaní obradov, ktoré sa odohrávajú vo svätyni. Tu môžeme v plnosti pochopiť mystiku východnej teológie. Veriaci v lodi chrámu sú symbolom pozemských pútnikov, ktorí smerujú k svojmu cieľu, k nebeskému Jeruzalemu. Svätyňa za ikonostasom symbolizuje nebeský Jeruzalem. Tento život je pre nás zatiaľ zahalený a neznámy. Poznávame ho len v ikonách. Ikonostas symbolicky oddeľuje, ale zároveň aj spája nebo – svätyňu so zemou – loďou. Na ikonostase sú zobrazení svätí, ktorí žili na zemi, ale teraz sú už v nebi. To znamená, že oni sú príkladom a pomocou na ceste za Kristom do neba. Cárske dvere sú určené pre biskupa a kňaza. V niektorých prípadoch aj pre diakona počas slávenia Liturgie a iných obradov. <br> <br> Prvý – hlavný rad ikon, tzv. namiestny, obsahuje od severnej steny ikony: sv. biskupa Mikuláša, Bohorodičku Hodigitriu – tú, ktorá ukazuje cestu, Krista Učiteľa a patronátnu ikonu Narodenia Panny Márie. Cárske dvere, teda vstup do neba, sa môže uskutočniť len cez Krista, ku ktorému nás vedie jeho Matka, najsvätejšia Bohorodička. Počas posledného reštaurovania ikonostasu bolo odhalené, že pod prvou vrstvou z 19. storočia bola ikona z 18. storočia. Po skúmaní sa zistilo, že existuje ešte tretie zobrazenie tých istých postáv. Možno konštatovať, že ikony v základnom rade boli trikrát premaľované. Ikonu môžeme zaradiť približne do 17. storočia. <br> <br> Ďalší rad ikonostasu tvorí skupina dvanástich najväčších sviatkov liturgického roka. V strede je rad rozdelený ikonou Poslednej večere. <br> <br> V treťom rade sú ikony svätých apoštolov. Slovo „apoštol“ znamená ten, ktorý je poslaný. Kristus mal veľa učeníkov, ale sám vybral dvanástich, ktorých nazval apoštolmi. Aj na ikonostase sú apoštoli sústredení okolo Krista. V strede tohto radu je ikona Krista veľkňaza, ktorý je predstavený ako biskup žehnajúci z trónu. <br> <br> Najvyšší, štvrtý rad obsahuje tri dvojité medailóny šiestich prorokov Starého zákona. Vrchol celého ikonostasu je zakončený scénou Ukrižovania. <br> <br> Tretia a najhlavnejšia časť chrámu je svätyňa. Od lode je oddelená ikonostasom. Najdôležitejšou časťou svätyne je oltár – prestol, na ktorom sa sprítomňuje nekrvavá obeta Ježiša Krista. Na oltári sa nachádza bohostánok, v ktorom je uložená Najsvätejšia Eucharistia. Po ľavej strane svätyne sa nachádza bočný oltár zvaný žertveník, kde sa pripravujú dary. Svätyňa symbolizuje Nebeské kráľovstvo – nebo a oslávenú cirkev. Na stenách sú zobrazené dve postavy cirkevných otcov, tvorcov liturgií: sv. Jána Chryzostoma (Zlatoústeho) a sv. Bazila Veľkého. Nad oltárom sa nachádza baldachýn nazývaný nebo. <br> <br> Po objavoch spojených s niekoľkými ikonami základného radu je možné predpokladať , že ikonostas ako celok nie je zo súčasného chrámu. Je možné, že bol prenesený z iného chrámu, o ktorom máme veľmi málo informácií. ",
        "type": "Gréckokatolický",
        "year": "Rok výstavby 1810",
        "style": "Neogotika"
    },

    "Chrám sv. Kozmu a Damiána - Lukov": {
        "name": "Chrám sv. Kozmu a Damiána - Lukov",
        "shortDescription": 
        "Pôvodne stál v obci Nová Ves pri Novom Sonči v Poľsku a bol zasvätený Narodeniu presvätej Bohorodičky. Odtiaľ ho obyvatelia Venécie kúpili, rozobrali, previezli a na tomto mieste znova postavili",

        "longDescription": 
        "Obec Lukov - Venécia sa rozprestiera v malebnom údolí rieky Topľa na severnom úpätí Čergovského pohoria. Pôvodne išlo o dve samostatné osady, ktoré boli spojené v roku 1943. Lukov sa prvýkrát písomne spomína v roku 1264 a ako farnosť sa uvádza pred rokom 1500. Venécia sa v písomnostiach spomína až v roku 1410. Názov osady je odvodený od Benátok v Taliansku, odkiaľ pochádzali jej zakladatelia, sklárski majstri. Sklárska tradícia tu zapustila hlboké korene a bola živá ešte i v prvej polovici minulého storočia. <br><br> V strednej a východnej časti Karpát vznikali ojedinelé drevené chrámy, ktoré sú špecifickým príkladom sakrálnych objektov východného kresťanstva. Tieto chrámy sú na jednej strane odrazom jednoduchosti a chudoby obyvateľov tohto kraja, ale zároveň dokazujú pevnú dôveru a nádej, ktorú človek vkladá do svojho Boha. To potvrdzujú aj slová žalmistu: „Jeden deň v tvojich nádvoriach je lepší než iných tisíce. Radšej chcem stáť na prahu domu svojho Boha ako prebývať v stanoch hriešnikov. Lebo Pán, Boh, je slnko a štít, milosť a slávu udeľuje Pán; neodoprie dobro tým, čo kráčajú v nevinnosti. Pane zástupov, blažený človek, čo sa spolieha na teba“ (Ž 84, 11-13). <br><br> Drevený gréckokatolícky Chráme svätého Kozmu a Damiána v Lukove-Venécii pôvodne stál v obci Nová Ves pri Novom Sonči v Poľsku a bol zasvätený Narodeniu presvätej Bohorodičky. Odtiaľ ho obyvatelia Venécie kúpili, rozobrali, previezli a na tomto mieste znova postavili. Ich úsilie zavŕšila posviacka v roku 1708, keď svoj chrám – cerkov, odovzdali pod ochranu novým patrónom, lekárom a divotvorcom svätým Kozmovi a Damiánovi. O staršom pôvode a pôvodnom zasvätení chrámu svedčí donačný nápis z roku 1654 na ikone Presvätej Bohorodičky Hodigitrie, ktorá je umiestnená na južnej stene chrámu. <br><br> Tradične aj tento chrám je postavený na vyvýšenom mieste a tvorí dominantu tejto časti obce. Zo stavebného hľadiska ide o zrubovú stavbu umiestnenú na kamenej podmurovke, ktorá vyrovnáva sklon terénu. Trojpriestorovosť stavby umocňujú tri veže, ktoré sa smerom na západ zvyšujú, čo je typické pre chrámy lemkovského typu. Každá z veží je ukončená originálnym kovaným krížom. Na väčšine stien je vertikálne opláštenie z dosiek a ako strešná krytina je použitý štiepaný šindeľ. Na západnej strane je mohutná veža stĺpikovej konštrukcie. V jej hornej časti je umiestnená izbica na zvony so štyrmi veľkými ozvučovacími otvormi v tvare obdĺžnika. V izbici sú dva zvony z rokov 1755 a 1886. Spodná časť veže je z juhu netypicky otvorená a prístupná. Otvorené podvežie pokračuje po obvode lode a je prekryté výnimočnou vysunutou postrannou strieškou. Od veže až po koniec svätyne sa tiahne jednoduchá sedlová strecha, z ktorej vystupuje mohutná stanová strecha s dvoma väčšími oknami na medziposchodí. Strechy veží nad predsieňou a loďou majú tvar natiahnutého ihlanu. Nad svätyňou je iba malá okrúhla vežička ozdobená cibuľou. Raritou chrámu je pivnica pod svätyňou, ktorú nemá žiaden iný drevený chrám na Slovensku. V roku 2005 sa začala komplexná rekonštrukcia chrámu, ktorá bola ukončená slávnostnou posviackou 16. novembra 2008, čo bolo 300 rokov po jeho postavení v obci Lukov-Venécia. <br><br> Interiér chrámu je rozčlenený na tri časti, z ktorých má každá praktický i symbolický význam. V západnej časti je predsieň. Predstavuje očistec, lebo ten kto tam má miesto, prežíva utrpenie. Vie však, že raz bude môcť vstúpiť dnu a zúčastniť sa hostiny, na ktorú sa zatiaľ iba pozerá. Centrálna časť chrámu sa nazýva loď. Je to miesto na zhromažďovanie veriacich, ktorí sa zúčastňujú na modlitbách a sláveniach. Symbolicky predstavuje koráb, v ktorom veriaci nachádzajú záchranu, povzbudenie a posilu na nepokojnej ceste životom. <br><br> Ikonostasom nazývame obrazovú stenu medzi loďou a svätyňou, ktorá ich na prvý pohľad oddeľuje, ale v skutočnosti spája. Svätyňa symbolizuje nebo, miesto prebývania Boha. Ikonostas síce bráni telesnému pohľadu vidieť Božie tajomstvá, ale ukazuje človeku cestu ako sa k nim dostať a tiež svätých, ktorí sa tam už dostali. <br><br> Ikonostas má kánonickú štruktúru, teda presný poriadok usporiadania. Hlavnou časťou je základný rad, kde sú štyri hlavné ikony a troje dverí. Prostredné dvojkrídlové dvere sa nazývajú cárske. Prechádzať cez ne môžu iba biskup, kňaz a niekedy i diakon. Zdobené sú ornamentom viniča a šiestimi medailónmi. Vo vrchnom páre je výjav Zvestovania a v spodných štyria evanjelisti. Dvoje bočné – diakonské dvere slúžia pre diakona a nižšie stupne kléru. Na ikonách v prvom, hlavnom rade, sú vyobrazení, zľava: svätý biskup Mikuláš, presvätá Bohorodička, Kristus Učiteľ a patróni chrámu, svätí Kozma a Damián. <br><br> V druhom rade sú v netypických medailónoch znázornené takzvané Prazdniky, dvanásť najväčších sviatkov v cirkevnom roku. Niektoré však chýbajú. V prostriedku je umiestnená ikona zvaná Veraikon, teda Veronikina šatka, čo je dosť neobvyklé, lebo toto miesto patrí ikone Poslednej večere. Tretí rad má pomenovanie Deésis, čo znamená príhovor. Uprostred je ikona Krista Pantokrátora sediaceho na tróne. Po stranách sú dvojice apoštolov, ktorí sa v prosebnej modlitbe otáčajú ku Kristovi. Od severnej steny k južnej tu môžeme vidieť svätých Júdu Tadeáša a Šimona, Jakuba Alfejovho a Filipa, Jakuba Zebedejovho a Petra, ďalej Pavla s Andrejom, Tomáša s Jánom a Bartolomeja so svätým Matejom. Štvrtý rad je rozdelený do dvoch poschodí, v ktorých sa nachádzajú významné starozákonne postavy. V nižšom rade pozorujeme smerom od severnej steny prorokov Ámosa, Zachariáša, Abdiáša, Jeremiáša, Mojžiša a Árona, ďalej Šalamúna, Izaiáša, Jakuba, Ezechiela, Aggea a proroka Ozeáša. V nadstavcoch je spolu šesť medailónov. Zľava sú to Elizeus, Dávid a Gedeon a na južnej strane Daniel, Abrahám a Nahum. Ikonostas je ukončený výjavom z Kalvárie, kde pri Ježišovom kríži stojí jeho Matka a evanjelista Ján. Ikonostas je celkovo ladený do modra. Cárske dvere, rámy ikon, medailóny a celé nadstavce sú pozlátené. <br><br> Na bočných stenách lode sa nachádzajú taktiež samostatné ikony. Na južnej stene je ikona Bohorodičky Hodigitrie – tej, ktorá ukazuje cestu, zo 17. storočia. Bohorodička na ľavej ruke drží svojho syna Ježiša Krista a pravou rukou ukazuje na Neho, ako na jedinú správnu cestu pre život človeka. Oproti, na severnej stene je ikona Malý Deésis, kde Kristus sedí na tróne a pri ňom stojí presvätá Bohorodička a Ján Krstiteľ. <br><br> Vedľa nej je vzácna ikona Posledného súdu zo 16. storočia. Je to rozsiahla kompozícia pozostávajúca zo šiestich registrov, ktoré tvoria horizontálne členenie. V centre prvého – vrchného registra sa nachádza sediaci Ježiš Kristus oblečený v červenom rúchu. Je nesený cherubínmi, ktorí ho obkolesujú a držia pod rozprestretou oblohou, na ktorej je slnko i mesiac. Ku Kristovi prichádza jeho Matka presvätá Bohorodička a Ján Predchodca, za ktorými sú zástupcovia nebeských mocností. V rohoch registra sú ešte výjavy uvedenia svätých do Nebeského Jeruzalema a zvrhnutie padlých anjelov z neba. <br><br> V druhom registri sú vyobrazení dvanásti apoštoli sediaci na dvanástich trónoch, ktorí súdia dvanásť kmeňov Izraela. V centre tohto registra je umiestnený sudcovský trón, na ktorom je položené Božie slovo, kríž, kopija a trstina. Vedľa trónu kľačia Adam a Eva. Tretí register tvoria po Kristovej pravici svätí proroci, králi, mučeníci a kňažné. Z ľavej strany zasa prichádzajú národy na súd, sú to Židia, Gréci, Poliaci, Turci, Mauri, Tatári, Rusi a Nemci. V strede registra je Božia ruka, v ktorej sú duše spravodlivých. Na nej je zavesená Váha spravodlivosti, kde sa vážia duše. Vidieť tu neustály boj dobra a zla, keď pri vážení spravodlivej duše sa démon snaží stiahnuť váhu na svoju stranu, pri tom ho však anjel odstrkuje kopijou. To sa však už nachádza v centre štvrtého registra, kde napravo od Krista sú svätí biskupi, „prepodobní“ - teda mnísi, pustovníci a pustovníčky. Oproti štyria anjeli trúbením zvolávajú duše na súd. <br><br> Piaty register začína vyobrazením rajskej záhrady v tvare kruhu, kde v spoločnosti anjelov na tróne sedí Božia Matka a pod ňou sú traja patriarchovia Abrahám, Izák a Jakub. Tiež sa tam nachádza i lotor, ktorému Pán Ježiš na kríži prisľúbil raj. Na druhej strane registra je červenou farbou, predstavujúcou bolesť a utrpenie, znázornené peklo, ktoré nemá konca. <br><br> Posledný, šiesty register ukazuje stav spasených a zatratených duší. Na jednej strane je zobrazený zástup svätých ako stoja pri rajskej bráne a apoštol Peter ju kľúčmi otvára. Vedľa v okovách a ohnivom plameni stojí človek, ktorý síce konal milosrdenstvo, ale tvrdošijne zotrvával v blude. Teraz je jeho údelom večne sa pozerať na raj, ale nikdy doň nevkročiť. Na konci registra sú všeobecné pekelné muky, ako ich spomína Sväté písmo. Oheň, ktorý sa nedá uhasiť; pekelná tma; červ, ktorý nezomiera; škrípanie zubami a bezútešný plač. Mimo registrov je Červ hriechu, ktorý sa vinie po celej ikone. Začína pri Adamovej päte a pokračuje až do pekla. Prstenec je na jednej strane zelený, čo predstavuje lákavý obal hriechu. Druhá strana prstenca je červená a tá predstavuje to, čo po hriechu prichádza. Tento červ však nekončí v pekle, ale úplne hore pri nohe Krista. Tu sa spĺňa Protoevanjelium z knihy Genesis, keď nás Kristus zachraňuje z moci zla. <br><br> Vedľa tejto ikony sú ešte dve maličké ikony na skle, ktoré sú nostalgickou spomienkou na dávne časy slávnych sklárov, ktorí tu kedysi pôsobili. Ide o výjav Krista na kríži a Bohorodičku „Mlekopitatelnicu“ - teda dojčiacu Bohorodičku. <br><br> Vo svätyni je barokový prestol – oltár s výjavom Najsvätejšej Trojice. Výzdoba spodnej časti oltára je obohatená výjavom ako Noe prináša po potope ďakovnú obetu na jeho prednej strane. Na pravej strane je výjav Medený Had a na ľavej zasa ako Melchizedech vychádza v ústrety Abrahámovi. Podpivničený priestor pod svätyňou, ikona Veronikinej šatky nad cárskymi dverami či vzácna ikona Posledného súdu prezrádzajú, že tento chrám patrí medzi unikáty svojho druhu nielen na území Slovenska. ",
        "type": "Gréckokatolický",
        "year": "Rok výstavby 1708",
        "style": "Barok"
    },

    "Chrám sv. archanjela Michala v Przysłope": {
        "name": "Chrám sv. archanjela Michala v Przysłope",
        "shortDescription": 
        "Chrám bol postavený v roku 1756. V nasledujúcom storočí, okolo roku 1880, bol značne prestavaný. Loď bola prepojená s babincom, taktiež boli prerobené strechy a veže.",

        "longDescription": 
        "Obec Przysłop je v súčasnosti časťou obce Nowica. Pred vojnou to však bola samostatná obec, do ktorej patrilo približne 280 obyvateľov. Napriek tomu, tak ako v minulosti, aj dnes je táto farnosť samostatná. Jej farníci však zároveň tvoria aj farnosť sv. Paraskevy v Nowicy a farnosť Zosnutia Panny Márie v Nowicy. Chrám bol prvotne postavený na inom mieste v obci Przysłop. Z doposiaľ neznámych príčin bol v celku premiestnený na súčasné miesto. <br><br> Gréckokatolícka cirkev, alebo presnejšie Katolícka cirkev byzantsko-slovanského obradu, sa hlási k cyrilo-metodským tradíciám a považuje sa za priameho dediča tejto tradície. Historický pôvod pomenovanie gréckokatolík vysvetľuje, že obrad prinesený svätým Cyrilom a Metodom má byzantský pôvod a zároveň, že ide o cirkev zjednotenú s rímskym biskupom, hlavou Katolíckej cirkvi. Gréckokatolícka cirkev patrí do rodiny východných cirkví, z ktorých každá jedinečným spôsobom prežíva svoj vlastný obrad a tradíciu. <br><br> Chrám bol postavený v roku 1756. V nasledujúcom storočí, okolo roku 1880, bol značne prestavaný. Loď bola prepojená s babincom, taktiež boli prerobené strechy a veže. V 20. storočí bol chrám niekoľkokrát obnovovaný. Jedna z rekonštrukcií bola vykonaná z iniciatívy turistov v rokoch 1980 – 1981. Stav v akom študenti našli chrám bol kritický a vyžadoval neodkladný zásah. Po II. svetovej vojne chrám slúžil rímskokatolíckej farnosti v Uściu Gorlickim. V 80. rokoch minulého storočia bol vrátený gréckokatolíkom. Od roku 2006 bola dôkladne zrekonštruovaná strecha, vymenená dlážka v celom chráme, prebehla konzervácia objektu z vonku ako aj konzervácia ikonostasu. Upravené maľbou bolo i oplotenie. <br><br> Chrám sa skladá z lode, ktorá je spojená s babincom, užšej svätyne a nízkej štvorcovej veže nadstavenej nad niekdajším babincom, pripojenej k časti strechy. Steny lode a svätyne sú pokryté šindľom. Na hrebeňoch obidvoch častí chrámu sa vypínajú vežičky zakončené zdanlivými laternami. Podobne je zakončená aj veža. Strechy a veže sú pokryté plechom. <br><br> Interiér chrámu uzatvárajú rovné stropy. Pokryté sú, podobne ako steny, ornamentálnou a figurálnou polychrómiou z roku 1929. Obzvlášť pekne sa na strope vyníma veľké zobrazenie sv. archanjela Michala a Presvätej Trojice. Hlavným prvkom zariadenia chrámu je ikonostas z 18. storočia, ktorý bol čiastočne reštaurovaný. Na ňom je umiestnený Deésis (po grécky modlitba), ktorý zobrazuje uprostred tróniaceho Krista, ku ktorému sa po stranách obracajú apoštoli s modlitbou príhovoru za boží ľud. V strede ikonostasu sú hlavné, dvojkrídlové dvere nazývané „cárske dvere“ alebo tiež „dvere raja“. Cez tieto dvere prechádza jedine kňaz, ktorý slávi svätú liturgiu alebo iné pobožnosti. Na bokoch sú prázdne otvory, kde by sa mali nachádzať diakonské dvere, ale v tomto chráme chýbajú. Ako hovorí samotný názov, sú určené pre diakona, ktorý vchádza do svätyne. V dôsledku orientácie chrámu smerom na východ sa dvere nazývajú severné a južné. Najnižší rad ikon, ktoré sa nachádzajú na úrovni dverí, sú ikony „namistni“ (z ukrajinčiny). Sú to štyri ikony. Prvá vľavo od cárskych dverí je ikona Bohorodičky z dieťatkom, vpravo je ikona Krista. Druhá na ľavej strane je ikona sv. Mikuláša a úplne na pravej strane je ikona sv. archanjela Michala, patróna chrámu. V roku 2011 počas obnovovania „namistnich“ ikon bola pod ikonou Michala objavená ikona Krista Učiteľa, ktorá sa teraz nachádza v hlavnej lodi. Takto sa farnosť obohatila o jednu veľmi starú ikonu. Tento objav prezrádza, že ikonostas je prenesený z iného chrámu. Je viditeľné, že je osadený neprirodzene, dokonca tu neboli umiestnené všetky jeho časti. <br><br> Takéto umiestnenie ikon najnižšieho radu sa nazýva kanonické. Bezprostredne nad nimi sa nachádzajú ikony najdôležitejších sviatkoch liturgického kalendára gréckokatolíkov. Každá ikona obsahuje opis sviatku štylizovanou cyrilikou v tvare gréckych písmen. Je vhodné upriamiť pozornosť na výnimočnú farebnú kombináciu stálych konštrukčných prvkov ikonostasu. Takáto hra farieb nám pomáha sústrediť sa na obsah ikon. <br><br> Na severnej stene lode sa nachádza ikona Božej Matky s dieťatkom z 18. storočia, na južnej strane zasa obraz predstavujúci sv. evanjelistu Lukáša. V lodi sa tiež nachádza neskorobarokový bočný oltár sv. Mikuláša pekne zdobený rastlinnými elementmi. Výzdoba stien obsahuje ešte jednu pamiatku. Po oboch stranách je umiestnená informácia o dobrodincoch, ktorí pochádzali z lemkovskej americkej emigrácie a tých, ktorí rekonštruovali chrám. Dnes nám poskytujú žriedlo informácií o tempe inflácie a o hospodárskych zmenách. Vo svätyni sa nachádza hlavný oltár z 19. storočia. <br><br> V poslednom čase prebehlo veľa rekonštrukčných prác. Bohužiaľ, pre nízky počet obyvateľov a tým aj veriacich vo farnosti, je potrebné hľadať dotácie na dofinancovanie z rôznych zdrojov. Donedávna každý z okolitých chrámov vlastnil staré knihy ešte z predvojnového obdobia, ktoré sa používali pri liturgických sláveniach. Z nedostatku zabezpečenia ako aj z ohľadu meniacej sa vlhkosti boli tieto exponáty odovzdané do Metropolitnej kúrie v Przemyszli. V tomto meste sa nachádza sídlo arcibiskupa a metropolitu. <br><br> Pobožnosti v tomto chráme sú slávené počínajúc od Veľkej noci, v tretiu nedeľu mesiaca. Po odpustovej slávnosti - kermeši, ktorý je 21. novembra, celé spoločenstvo prechádza do Kaplnky v strede obce. <br><br> Takmer každé leto, prebiehajú v chráme koncerty zborov, ktoré majú vo svojom repertoári aj chrámovú hudbu. Pozvané sú zbory Pravoslávnej cirkvi a zbory gréckokatolíckej cirkvi, aby v chrámoch zvelebovali Pána. Pri týchto a iných príležitostiach tu prichádza množstvo turistov a  dalo by sa povedať, že aj pútnikov. Tí, ktorí tu opätovne prichádzajú už majú vo svojom srdci lásku k tomu, čo je východné, lemkovské a predovšetkým, čo je krásne a vznešené. <br><br> Chrám je obkolesený dreveným oplotením, ktoré opticky zväčšuje malý objekt. Do chrámu sa vchádza popri priľahlom chrámovom cintoríne, cez maličkú bránovú vežu, ktorá je zdobená šindľom a zakončená malou kupolou. V Przysłope sa nachádzajú dva cintoríny. V Nowicy a Przysłope je spolu päť takýchto cintorínov. Napriek rôznym vzťahom medzi dvoma národmi a niekoľkými vyznaniami, ktoré si dejiny zapamätali, všetci budú odpočívať pri sebe na tom istom mieste bez reptania a sporov. Ale pre veriacich toto miesto nie je posledné: „Máme smerovať na stretnutie s Bohom v nebi. Keď sme prišli na svet, všetci sa tešili a my sme plakali. Žime tak, aby pri našej smrti všetci plakali a my sa budeme radovať v Pánovi.“ <br><br> Chrámy často privádzajú návštevníkov k obdivu, ale pre nás je to v prvom rade Boží dom, miesto kultu a stretnutia človeka s Bohom. Nedovoľme, aby návšteva chrámu bola ukrátená o stretnutie sa so Stvoriteľom. Návšteva cerkvi nech nie je pre nás ako návšteva múzea, urobením niekoľkých fotiek, príbehom sprievodcu, rýchlym obhliadnutím interiéru. Nezabúdajme, že ikony v chráme sú premodlené niekoľkými pokoleniami ľudí, ktorí tu prichádzali s nádejou a vierou. ",
        "type": "Gréckokatolický",
        "year": "Rok výstavby 1756",
        "style": "Barok"
    },

    "Chrám sv. Demetra zo Solúna v Śnietnici": {
        "name": "Chrám sv. Demetra zo Solúna v Śnietnici",
        "shortDescription": 
        "Patrónom chrámu je sv. Demeter. Narodil sa okolo roku 280 v Tesalonikách (súčasné Grécko), ktoré v staroslovienskom jazyku bolo nazývané Solún. Preto sa tento svätý nazýva Solúnsky.",

        "longDescription": 
        "Śnietnica je nádherná dedina, ktorá sa nachádza v západnej časti Nízkych Beskýd, v doline rieky Biała. Je časťou obce Uście Gorlickie (niekdajšie Uście Ruskie), v gorlickom okrese, v malopolskom kraji. V súčasnosti má obec kolo 500 obyvateľov, z toho niekoľko lemkovských rodín. Tieto rodiny z väčšej časti tvoria miestnu gréckokatolícku farnosť, ktorej patrí tento chrám. Okrem toho v obci je tiež rímskokatolícka farnosť sv. Andreja Boboľu. <br><br> Prvá historická zmienka o obci pochádza z roku 1422. S veľkou pravdepodobnosťou lokalizácia obce bola vykonaná na tzv. „Valašskom práve“, na prelome 14. a 15. storočia, po roku 1391. Obec patrila do takzvaného „mušinského kľúča“ ktorý bol majetkom krakovských biskupov, s administratívnym centrom v Mušine (odtiaľ sa odvádza ten názov). Dlhé storočia v obci dominovali rusíni, ktorí sami seba nazývali rusnákmi. Ale názov Lemkovia, ktorý nadväzuje na charakteristické slovo „lem“ (len), sa objavil až v 19. storočí. Podľa údajov z roku 1881 bol počet obyvateľov 656 osôb, medzi ktorými bolo 603 Lemkov, 30 Poliakov a 23 Židov. <br><br> V rokoch 1918 – 1920 Śnietnica patrila Rusinskej ľudovej republike Lemkov, ktorú vyhlásili v neďalekej Florinke. Počas II. svetovej vojny hitlerovci vyvraždili miestnych Židov a Cigánov, ale po vojne dejiny neušetrili ani Lemkov. V rokoch 1945-46 časť obyvateľov vysídlili do Sovietskeho zväzu. Ostatných pod vojenským násilím v roku 1947 vyviezli na tzv. „vrátené územia“ v rámci akcie „Visła“. Po roku 1956, keď bola možnosť návratu, niekoľko desiatok lemkovských rodín sa rozhodlo vrátiť do rodných končín a bývajú v Śnietnici dodnes. <br><br> Obyvatelia boli pôvodne veriacimi pravoslávnej cirkvi a majiteľmi obce boli biskupi rímskokatolíckej cirkvi. V roku 1596 bola prijatá Brestská únia, v dôsledku ktorej časť pravoslávnych biskupov Poľska prijala jednotu s katolíckou cirkvou. Pravoslávny przemyšský biskup prijal rozhodnutia únie až v roku 1692. Dá sa povedať, že od toho času farnosť v Śnietnici bola uniatská, keďže krakovskí rímskokatolícki biskupi – majitelia obce - boli horliví zástancovia myšlienky únie. Výsledkom delenia Poľska sa Śnietnica ocitla pod vládou Rakúska, kde rozhodnutím cisárovnej Márie Terézie cirkev zvanú doposiaľ uniátska začali nazývať gréckokatolíckou. <br><br> Chrám v Śnietnici tu musel byť už od dávna. Určite existoval od vzniku dediny. Málo sa však vie o predchádzajúcich chrámoch. Terajší chrám postavený v roku 1775 bol trojdielny a v 19. storočí bol úplne prestavaný. Od roku 1947 po vysídlení gréckokatolíkov v akcii „Visła“, chrám slúžil ako rímskokatolícky kostol poľským prisťahovalcom. V roku 1951 bola v obci erigovaná rímskokatolícka farnosť. Od roku 1994 gréckokatolíci začali v chráme slúžiť sväté liturgie a v roku 1997 im bol chrám vrátený. <br><br> Patrónom chrámu je sv. Demeter. Narodil sa okolo roku 280 v Tesalonikách (súčasné Grécko), ktoré v staroslovienskom jazyku bolo nazývané Solún. Preto sa tento svätý nazýva Solúnsky. Demeter je uznávaný ako veľký mučeník. Je patrónom vojakov, nevidiacich a kresťanov, ktorí sú ohrození inovercami. Demeter ako prednosta mesta učil obyvateľov Solúna o Kristovi. Z toho dôvodu bol v roku 306 na rozkaz cisára Maximiána dobodaný na smrť kopijami. <br><br> V ikonografii je znázorňovaný ako mladý muž bez brady v oblečení rímskeho dôstojníka v zelenom plášti. V pravej ruke drží kopiju ostrím smerom hore a zvitok, na ktorom je napísané: „Pane neznič mesto a ľud! Ak ho zachrániš, spolu s nimi sa vyslobodím aj ja. Ak ich zničíš zomriem aj ja.“ V ľavej ruke drží meč pri nohe. Liturgická spomienka sv. Demetra sa slávi 8. novembra (podľa gregoriánskeho kalendára 26. októbra). <br><br> Symbolický význam má orientácia chrámu, teda nasmerovanie svätyne s oltárom na východ (lat. oriens – východ), v smere Kristovho hrobu v Jeruzaleme. Je to obrátenie sa ku Kristovi, ktorého kresťania nazývajú Vychádzajúcim Slnkom, Slnkom Pravdy. Chrám má zrubovú konštrukciu, teda je postavený z primerane opracovaných pňov stromov uložených vodorovne jeden na druhom a  spojených v nárožiach charakteristickými vrubmi (zárezmi). Veža s izbicou v hornej časti má stĺpovo - rámovú konštrukciu vytvorenú zo štyroch stĺpov jemne naklonených do stredu a umocnených vodorovnými a šikmými trámami. <br><br> Chrám bol prvotne trojdielny. Teda skladal sa z troch častí: svätyne, lode a babinca (nartexu), skrytého medzi naklonenými stenami veže. Podľa tradície do svätyne, kde je oltár, oddelenej od lode ikonostasom, mohlo vstupovať len duchovenstvo, liturgická služba a osoby, ktoré sa starali o poriadok v chráme. Veriaci sa zhromažďovali v lodi a v babinci, ktorý sa volá pravdepodobne podľa zvyku zachovávaného do 18. storočia, kde sa v chráme oddeľovali ženy od mužov. V 19. storočí bol chrám zväčšený: veža bola presunutá za západ a rozšíril sa babinec do šírky lode. Počas prestavby chrámu bola zmenená aj archaická, stanová konštrukcia striech (pripomínajúca ihlan) na modernejšiu – hrebeňovú, vytvorenú z križovania sa troch častí striech. Po dokončení rekonštrukčných prác chrám stratil prvotný trojdielny charakter a dnes je dvojdielny – zrubové časti chrámu tvoria len svätyňu a zväčšenú loď. Sakristia je na severnej strane od svätyne. <br><br> Strechy chrámu a vrch veže sú zakončené kopulami a „pseudolampášmi“ (osemuholník pripomínajúci lampáš s otvormi vpúšťajúcimi svetlo do vnútra chrámu). Na vrchole kopulovitých vrcholov sú kované kríže. Steny svätyne sú pokryté vodorovným debnením z dosiek. <br><br> Kompletný barokový ikonostas z 18. storočia oddeľuje svätyňu od lode. Je to vyrezávaný, polychrómovaný drevený rám, v ktorom sú umiestnené ikony podľa určeného poriadku. Ikony sú okno, cez ktoré kresťan môže nahliadnuť do Božieho sveta. Ikonostas je teologický traktát, ktorý pripomína veriacim kresťanské pravdy a usmerňuje ich pozornosť na Krista. <br><br> Centrum ikonostasu vytvárajú cárske dvere, pomenované podľa Kráľa (cára) slávy, teda Krista, ktorý prichádza k veriacim počas sv. liturgie pod spôsobom chleba a vína. Do azúrových dverí sú zakomponované štyri malé ikony evanjelistov s ich symbolmi (Lukáš s býkom, Ján s orlom, Matúš s anjelom a Marek s levom) a dve ikony predstavujúce Zvestovanie (archanjel Gabriel a Bohorodička). Po oboch stranách cárskych dverí sa nachádzajú diakonské dvere s obrazmi starozákonných kňazov - Árona (napravo) a Melchizedecha (naľavo), ktorý vychádza s chlebom a vínom na stretnutie s Abrahámom. Kresťanská tradícia to interpretuje ako predobraz Poslednej večere a Kristovej obety. Ikonostas sa skladá zo štyroch radov. Najnižší rad ikonostasu je nazývaný radom miestnych ikon. Na pravej strane sa nachádza chrámová ikona, teda ikona ktorá predstavuje patróna chrámu – sv. Demetra. Vpravo od cárskych dverí sa nachádza ikona Krista, ktorý pravou rukou požehnáva a v ľavej ruke drží kráľovské jablko (symbol vlády nad celým svetom). Vľavo od cárskych dverí je ikona Bohorodičky typu Hodigitria (Ukazujúca cestu, ktorou je Kristus). <br><br> Nad radom „namiestnych“ ikon sa nachádza rad sviatkov. Zľava sú ikony v nasledovnom poriadku: Narodenie Bohorodičky, Zvestovanie, Narodenie Spasiteľa – poklona pastierov, Narodenie Spasiteľa - poklona mudrcov, Obetovanie Pána (vo východných cirkvách: Stretnutie Pána), Krst Pána (vo východných cirkvách: Zjavenie Pána, Jordán). Nad cárskymi dverami je umiestnená Posledná večera, vpravo sú ďalšie ikony sviatkov: Zmŕtvychvstanie, Nanebovstúpenie, Zoslanie Svätého Ducha, Premenenie Pána, Zosnutie Bohorodičky, Povýšenie sv. Kríža. <br><br> Ďalší rad ikon je rad Deesis (v gréčtine označuje modlitbu orodovania svätých za hriešnikov u Krista). V rade sa nachádzajú ikony dvanástich apoštolov a evanjelistov, obrátených ku Kristovi Pantokratorovi (Vševládcovi). Kristus sedí na tróne obklopený Bohorodičkou, Jánom Krstiteľom a anjelmi. Ukazuje veriacim knihu - symbol svojho učenia. Zľava môžeme vidieť svätých: Šimona s palmou, symbolom mučeníctva; Bartolomeja s nožom, ktorému zaživa stiahli kožu; Lukáša s anjelom, Marka s levom, Andreja s krížom, na ktorom bol ukrižovaný a Petra s kľúčmi. Po pravej strane sa nachádzajú ďalšie obrazy: Pavol s mečom, ktorým bol sťatý; Jakub starší s knihou a mušľou; Lukáš s býkom, Ján s orlom, Júda Tadeáš so zvitkom – Mandylionom (obraz Kristovej tváre), ktorý dal kráľovi Abgarovi; Filip – mládenec bez brady s krížom, pretože zomrel ukrižovaním. <br><br> Nad týmito ikonami, v rade prorokov, sú umiestnené medailóny ikon prorokov, patriarchov a kráľov Starého zákona. Ikonostas je zakončený ikonou Ukrižovaného Krista. <br><br> Vo svätyni je umiestnený barokový oltár (prestol) s rezbami svätých Petra a Pavla, na stene za oltárom môžeme vidieť sa nachádza obraz Oplakávania Krista. <br><br> V lodi sa nachádzajú zaujímavé neskorobarokové bočné oltáre z konca 19. storočia. Zobrazujú Ukrižovanie Krista a pod krížom Máriu a Jána evanjelistu s obrazom Svätej Trojice nad ikonou ako aj  ikonu Uvedenia Presvätej Bohorodičky do chrámu. <br><br> V predsieni chrámu sú barokové obrazy z konca 18. storočia – sv. Bazila Veľkého, Gregora, Jána Zlatoústeho, Kataríny ako aj Anny a Joachima s mladou Máriou. <br><br> V chráme je uložená na koži maľovaná plaštenica, teda obraz Krista uloženého do hrobu, ktorý sa používa v liturgii paschálneho trojdnia. <br><br> Interiér chrámu je pokrytý polychrómiou z roku 1936, ktorá bola obnovená v roku 2010. Na kupole, ktorá prikrýva svätyňu sú obrazy štyroch evanjelistov s ich atribútmi a na kupole nad najstaršou časťou lode vidíme obraz Oka Božej prozreteľnosti. ",
        "type": "Gréckokatolický",
        "year": "Rok výstavby 1775",
        "style": "Barok"
    }


    
}