{
    "Chrám svätého Lukáša v Krivom": {
        "video": "https://player.vimeo.com/video/723743648?h=3c97bae254&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52174959485_7ff500b0b3_k.jpg",
        "name": "Cerkiew św. Łukasza w Kriwe",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Miejscowość Kriwe została założona w XIV wieku przez nowych osadników na podstawie prawa zakupu. Pierwsze pisemne wzmianki o miejscowości pochodzą z 1406 roku. Podczas pierwszego spisu ludności w 1787 roku w miejscowości było 24 domy i 175 mieszkańców. W dokumentach jest ona oznaczana jako Spyskvagasa, tzn. Spiszkowa Poruba. W dokumentach z XV wieku paralelnie pojawia się również słowacka nazwa Kriwa, później Kriwe. Rusińscy obywatele w miejscowości osiedlili się prawdopodobnie pod koniec XV wieku i zajmowali się rolnictwem i hodowlą bydła. Dziś jest tu około 210 mieszkańców. Większa część to greckokatolicy. Wioska ta jest filią parafii Krużlow. Pierwszym greckokatolickim księdzem był Jan Niżałowski. Wzmianka o nim zachowała się z 1777 roku. <br><br>Drewniana greckokatolicka świątynia św. Łukasza apostoła i ewangelisty jest charakterystyczna przez swoją masywność i prostotę budowli. Została zbudowana w czasie, gdy posługiwał tu ks. Jan Halik, w 1826 roku. na miejscu starszego obiektu i jest pod wezwaniem św. Łukasza apostoła i ewangelisty. Święty Łukasz urodził się w syryjskiej Antiochii. Jego rodzice byli poganami. Łukasz był lekarzem a stał się towarzyszem i pomocnikiem św. Pawła apostoła. Podczas ich wspólnej wędrówki zapisał wszystko, czego dowiedział się o życiu Jezusa. Po umęczeniu Pawła głosił Ewangelię w wielu krajach. Zmarł w podeszłym wieku. <br><br>Zrębowa budowla stoi na kamiennej podmurówce, która na zachodniej stronie znika. Cały obiekt ma połączony plan kształtu prostokąta z poligonalną świątynią przedłużoną nawą i kwadratową wieżą. Dzwonnica z dwoma dzwonami jest zakończona barokową latarenką z makówką i krzyżem. Jeden dzwon pochodzi z 1826 roku, tzn. z roku budowy świątyni. Przy ostatnich naprawach około 1968 roku świątynia została pokryta prostym dwuspadowym dachem, co spowodowało utratę trójwieżowości tak typowej dla budynków sakralnych tego regionu. W wyniku pokrycia gontem prezbiterium i nawy oraz pokrycia przedsionka pionowo ułożonymi deskami, cerkiew z zewnątrz robi wrażenie budynku, który składa się tylko z jednej części. <br><br> W rzeczywistości jest to budowla trójdzielna. Część wejściowa nazywa się przedsionkiem, potocznie nazywanym babińcem. W przeszłości było to miejsce przeznaczone dla katechumenów, tych, którzy przygotowywali się do chrztu albo dla publicznych pokutników, którzy byli na pewien czas wykluczeni ze wspólnoty eucharystycznej. Ze symbolicznego punktu widzenia ci wierzący byli obrazem czyśćca lub Kościoła cierpiącego. Kolejna część to nawa. Chodzi o największą przestrzeń całej świątyni. W niej gromadzą się wierni uczestniczący w obrzędach. Symbolizuje Kościół pielgrzymujący, tzn. chrześcijan żyjących na ziemi. Porównuje się ją też do łodzi świętego Piotra, który był przez Chrystusa powołany na rybaka ludzi. <br><br> Trzecia część, która znajduje się za ikonostasem – ścianą obrazów przed nami, nazywa się prezbiterium. Przedstawia królestwo niebieskie – raj a także zwycięski, uwielbiony Kościół w niebie. W środku jest umieszczony prestol – ołtarz z tabernakulum, w którym przechowuje się Ciało i Krew Jezusa Chrystusa. Na ołtarzu znajduje się księga Ewangelii, krzyż i świece. <br><br> Na pierwszy rzut mogłoby się wydawać, że ikonostas przeszkadza wiernym w przeżywaniu obrzędów, które odbywają się w prezbiterium. Tutaj jednak w pełni pokazuje się mistyka wschodniej teologii. My wierzący w nawie świątyni, wyobrażamy naszą ziemską pielgrzymkę, która zmierza do naszego celu, do niebieskiego Jeruzalem, którego symbolem jest prezbiterium za ikonostasem. To życie jest nam na razie zasłonięte i nieznane, poznajemy je tylko w namiastce. Ikonostas symbolicznie oddziela, ale równocześnie także i łączy niebo - prezbiterium z ziemią - nawą. Na ikonostasie są wizerunki świętych, tych, którzy żyli na ziemi, ale teraz są już w niebie. Znaczy to, że święci są dla nas przykładem i pomocą na naszej drodze za Chrystusem do nieba. <br><br> Cenny ikonostas, który jest pomnikiem kultury narodowej, tworzą ikony z różnych okresów. W głównym rzędzie znajdują się w środku rzeźbione królewskie wrota z medalionami ewangelistów i wyobrażeniem Zwiastowania. Razem z ikonami świętego biskupa Mikołaja, Bogurodzicy Hodigitrii, Chrystusa Nauczyciela i świętego Łukasza apostoła pochodzą z początku XVIII wieku. <br><br> Drugi rząd, dwanaście największych świąt, tworzą od północnej ściany ikony: Ofiarowanie Bogurodzicy w świątyni, Zwiastowanie, Narodzenie Pańskie, Ofiarowanie Pańskie, Chrzest Chrystusa, Wjazd Chrystusa do Jerozolimy. W środku tego rzędu znajduje się ikona Ostatniej Wieczerzy a następnie ikony: Zmartwychwstania, Zstąpienia Chrystusa do Otchłani, Zesłania Ducha Świętego, Przemienienia Pańskiego, Wniebowstąpienia i Wniebowzięcia Najświętszej Bogurodzicy. <br><br> W trzecim rzędzie – apostolskim, sześć ikon z parami apostołów, w środku z ikoną Chrystusa Pantokratora – Wszechmocnego. Od strony północnej widzimy apostołów: świętego Szymona ze świętym Judą Tadeuszem, świętego Jakuba, syna Zebedeusza ze świętym Mateuszem i świętego Bartłomieja ze świętym Piotrem. Dalej świętego Pawła ze świętym Andrzejem, świętego Tomasza ze świętym Janem i świętego Jakuba, syna Alfeusza ze świętym Filipem.  <br><br> Czwarty, najwyższy rząd, przedstawiający proroków, składa się z sześciu medalionów z parami postaci. Prorocy są jednak bez osobistych atrybutów, dlatego nie można ich zidentyfikować. <br><br> Najbardziej interesujące są także ikony poza ikonostasem. Pochodzą głównie z XVIII wieku i z czasów budowy świątyni. Znajduje się tutaj także kilka wyjątkowo cennych ikon z końca XVI wieku, które zachowały się prawdopodobnie ze starszej świątyni, której już nie ma. <br><br> Po odrestaurowaniu ikon w 2021 roku, na północnej ścianie nawy świątyni powstała nowa konstrukcja ikonostasu, gdzie zostały umieszczone następujące ikony. <br><br> Pierwsza z lewej strony na dole znajduje się cenna ikona św. Michała Archanioła pochodząca z końca XVI wieku. Jest on tutaj wyobrażony jako rycerz z mieczem, wojujący z potęgą zła. Na małych obrazkach, usytułowanych na obwodzie ikony, przedstawione są sceny biblijne. Po lewej stronie widzimy: stworzenie archanioła Michała, dalej ofiarę Abrahama oraz ocalenie trzech młodzieńców z pieca ognistego. Naprzeciw ukazana jest scena wygnania Adama i Ewy z raju, kolejna przedstawia proroka Habakuka, który przynosi posiłek Danielowi zamkniętemu w jaski lwów. Ostania zaś z nich ukazuje zniszczenie Sodomy i Gomory. W dolnej części umieszczone są sceny ukazujące św. Michała Archanioła jak pogrąża on w Morzu Czerwonym wojsko faraona oraz jak towarzyszy on Żydom idąc na ich czele, którzy pod przewodnictwem Mojżesza udają się do Ziemi Obiecanej. Ostania scena ukazuje św. Michała Archanioła, który objawia się prorokowi Balaamowi. <br><br> Obok ikony św. Michała Archanioła znajduje się kolejna, bardzo cenna ikona Matki Bożej Bogurodzicy Dziewicy nazywana z grecka Hodegetria (Hodigitria), co odnosi się do tytułu nadawanego Matce Chrystusa jako „wskazująca drogę”. Ikona jest napisana na drewnie techniką temperową. Jej powstanie datuje się na XVI wiek. Na krawędziach ikony umieszczone zostały wyobrażenia proroków, którzy prorokowali na temat Chrystusa Odkupiciela: Mojżesz, Dawid, Gedeon, Amos, Aron, Salomon, Ezechiel i Daniel. <br><br> Kolejna ikona przedstawia Chrystusa Zbawiciela z potęgami niebieskimi. Została ona umieszczona na południe od ikonostasu. Pochodzi ona z końca XVI wieku. Chrystus Pan przedstawiony jest na tronie. Promieniuje On niestworzonym światłem swego bóstwa. Otaczają Go potęgi niebiańskie. W rogach ikony umieszczone zostały cztery istoty symbolizujące czterech Ewangelistów. Lew odnosi się do św. Marka, byk do św. Łukasza, orzeł do św. Jana a anioł do św. Mateusza. <br><br> Ikona przedstawiająca Chrzest Chrystusa Pana w Jordanie, nazywana jest także Bohojawlenie. Znajduje się ona w prezbiterium świątyni. Również ona pochodzi z XVI wieku. Widać na jej przykładzie, że jej twórca, ludowy mistrz, pisząc ją odszedł od ustalonych, ogólnych kanonów pisania ikon. Uwidacznia się to w przedstawieniu Chrystusa bez aureoli oraz ukazania Go w postaci mniejszej niż postać św. Jana Chrzciciela. Inny szczegół wskazujący na odejście od kanonów pisania ikon to, to, że woda nie dotyka nóg obu postaci. Wymienione ikony razem z krzyżem prawdopodobnie tworzyły część jednego ikonostasu. W tak zachowanym stanie i w takiej liczbie nigdzie na Słowacji nie ma podobnego ikonostasu z tego okresu. <br><br> Nad tymi czterema ikonami znajduje się ikona z końca XVI wieku. Ten typ ikony nazywany jest „Wielkim Wstawiennictwem” - Wielkie Deesis. Przedstawia ona Chrystusa siedzącego na tronie, a po obu Jego stronach umieszczone są siły niebiańskie i zastępy świętych, w postawie modlitwy prośby zanoszonej do Chrystusa. <br><br> W prezbiterium znajduje się ołtarz z ikona Umęczony Chrystus w ozdobnej ramie nazywany także Mężem boleści, jest obrazem zachodniego typu z XVIII wieku. W środku ikony znajduje się Chrystus z ranami po umęczeniu a wokół niego są przedstawione narzędzia jego umęczenia: kielich, gwoździe, kajdany, krzyż. <br><br> Nad żertwennikiem - bocznym ołtarzem na przygotowanie chleba i wina na ofiarę w Liturgii świętej, jest umieszczony obraz Ukrzyżowania. Według dedykacyjnego napisu w dolnej części powstał w XIX wieku. Jest dziełem tego samego malarza, który malował także i ołtarz. <br><br> Południowa część prezbiterium zdobiona jest obrazem św. Rodziny pochodzącym z XIX wieku, dokładnie z 1898 roku, co poświadcza napis w dolnym rogu ikony. <br><br> Wierzymy, że ta śliczna drewniana świątynia św. Łukasza Ewangelisty w miejscowości Kriwe zdobyła Wasze serca przez swoją atmosferę i wyjątkowość.",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/krive-s.jpg"
    },

    "Chrám sv. Mikuláša v Bodružali": {
        "video": "https://player.vimeo.com/video/723745025?h=999ee241ac&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52174443734_6a6012d40d_k.jpg",
        "name": "Cerkiew św. Mikołaja w Bodrużalu",
        "shortDescription": 
        "Bodružalský drevený chrám je jeden z najstarších drevených chrámov na Slovensku. Výstavba chrámu sa datuje do roku 1658. Patrónom chrámu je biskup a divotvorca Mikuláš.",

        "longDescription": "W północnej części Beskidów Niskich, w bocznej dolinie rzeki Ondawy, na wysokości 335 m. n.p.m. znajduje się mała miejscowość Bodrużal. Powstała pod koniec XVI wieku jako nowa osada państwa Makowica. Mieszkańcy zajmowali się pozyskiwaniem drewna, produkcją gontów i desek oraz pasterstwem. Obecnie miejscowość liczy pięćdziesięciu mieszkańców, z tego szesnastu jest grekokatolikami. <br><br> Bodrużalska drewniana świątynia należy do jednej z najstarszych na Słowacji. Jej budowę datuje się najpóźniej do 1658 roku. Patronem cerkwi jest biskup i cudotwórca Mikołaj. Św. Mikołaj w 300 roku został biskupem w Mirze, w Azji Mniejszej i odznaczał się wyjątkową dobroczynnością. Należy do najbardziej lubianych świętych. Zmarł w podeszłym wieku a jego szczątki, do roku 1087 spoczywały w mirskiej świątyni. Potem zostały przeniesione do włoskiego miasta portowego Bari. Drewniane świątynie są wyrazem zręczności dawnych mistrzów, ucisku i ubóstwa, kiedy to w niektórych okresach nie wolno było budować świątyń z kamienia. Region bogaty w lasy proponował obfitość innego materiału. Zachowane drewniane świątynie, rozproszone po Karpatach są cennymi perłami, godnymi podziwu. Ani wojny światowe, ani nawet czas, nie zabrał nic z ich piękna i atrakcyjności, wręcz odwrotnie. I w tej oto świątyni do dziś w celebracjach liturgicznych rozbrzmiewa oryginalny język cerkiewnosłowiański, jako dziedzictwo zwiastunów wiary świętych Cyryla i Metodego, do których kościół greckokatolicki i miejscowi rusińscy mieszkańcy z dumą się przyznają. Drewniane świątynie prezentują samozaparcie i i zręczność mieszkańców tego kraju i są przepięknym dowodem szczerej tęsknoty człowieka za Bogiem. Już psalmista pisze: „Boże, Ty Boże mój, Ciebie szukam; Ciebie pragnie moja dusza, za Tobą tęskni moje ciało, jak ziemia zeschła, spragniona, bez wody. W świątyni tak się wpatruję w Ciebie, bym ujrzał Twoją potęgę i chwałę.“ (Ps 63, 2-3) Bodrużalska świątynia jest budowlą trójdzielną, zrębową - prezbiterium jest na planie kwadratu a nawa większego kwadratu. Pod główną wieża posiada przedsionek. Według najstarszej bizantyjskiej tradycji świątynię buduje się tak, by jej najważniejsza część –prezbiterium była skierowana na wschód. Św. Atanazy podkreślał, by świątynie budować tak, by wierni w świątyni patrzeli w kierunku wschodu, gdzie jest raj, nasza ojczyzna, z której wyszliśmy. Ze wschodu, jak się modlimy, oświeci nas jasne światło, Chrystus nasz Bóg.  <br><br> Gdy wchodzimy do tego domu Bożego, od zachodu w górnej części portyku widnieje napis z rokiem 1658 i znajdujemy się w przedsionku, nazywanym babińcem. Na początku chodziło o miejsce przeznaczone dla katechumenów - tych, którzy przygotowują się do chrztu albo dla pokutników, którzy byli na pewien czas wykluczeni ze wspólnoty eucharystycznej. Z symbolicznego punktu widzenia wierni ci są obrazem Kościoła cierpiącego. <br><br> Największa część świątyni nazywa się nawą. Tutaj ochrzczeni gromadzą się na celebracjach liturgicznych. Konstytucje apostolskie porównują Kościół do Arki Noego albo łodzi św. Piotra. Na początku tak nazywano również wiernych a później nazwa ta przeszła na całą środkową część świątyni. Nawa przedstawia symbolicznie Kościół pielgrzymujący tzn. chrześcijan żyjących na ziemi. Ciekawostką tej świątyni jest, w jej górnej części, zachowana do tej pory dziura po bombardowaniu. Podczas II wojny światowej przez górną część wpadł granat minometa, który nie eksplodował i świątynia pozostała bez poważnego uszkodzenia. <br><br> Główną i najważniejszą częścią świątyni, która znajduje się za ścianą obrazów – ikonostasem jest prezbiterium. Z symbolicznego poglądu przedstawia królestwo niebieskie i zwycięski uwielbiony Kościół w niebie, gdzie przebywa Bóg. Do prezbiterium nie prowadzą żadne zewnętrzne drzwi. Do prezbiterium można wejść tylko drzwiami w ikonostasie, które symbolizują Chrystusa. Tak jak do nieba można wejść tylko przez przyjęcie Chrystusa jaka Zbawiciela. <br><br> Z zewnętrznej strony świątynia jest pokryta deskami i gontowym dachem. Piramidalny dach jest zakończony cebulami z bogato zdobionymi kutymi krzyżami. Dolna część przedsionka, nawa i prezbiterium są pionowo pokryte deskami. Główna wieża jest dwudzielna, zwężająca się do góry, pokryta deskami i listwami. W poddaszu znajdują się małe otwory akustyczne o ciekawym kształcie. W wieży znajdują się trzy dzwony. Najstarszy pochodzi z 1759 roku. Teren wokół cerkwi jest ogrodzony drewnianym płotem z gontowym daszkiem. Bramka wejściowa jest niemal na planie kołowym. W pobliżu świątyni znajduje się cmentarz miejski oraz cmentarz wojskowy żołnierzy poległych podczas I wojny światowej. <br><br> Ikonostas jest niepowtarzalny i wyjątkowy przez to, że jako jedyny znany ikonostas jest malowany z obu stron. Na tylnej części pierwotnego ikonostasu z XVII wieku, później w wieku XVIII namalowano aktualny ikonostas. W 1968 ikonę Chrystusa Nauczyciela podłużnie rozdzielono na dwie części. Tylna część – ikona św. Pawła z innym uczniem znajduje się w nawie na południowej ścianie. Z powodu niebezpieczeństwa uszkodzenia ikonostasu zaprzestano oddzielać poszczególne ikony. <br><br> Ikonostas jest czterorzędowy rozłożony na czterech piętrach. Północne diakońskie wrota na ścianie posiadają wizerunek św. Wawrzyńca i św. Wincentego. Centralne - carskie wrota są dwuskrzydłowe, złocone i bogato rzeźbione. Są ozdobione sześcioma medalionami, dwiema ikonami Zwiastowania i czterema ewangelistami: Mateuszem, Markiem, Łukaszem i Janem. Na ścianie obok carskich wrót przedstawieni są św. Bazyli Wielki i św. Jan Chryzostom, nad nimi w górnej części jest wizerunek Boga Ojca. <br><br> Główny, pierwszy rząd zawiera ikony: Chrztu Pańskiego – Teofanii, Bogurodzicy z Jezusem na rękach zwanej Hogiditrią, Chrystusa Nauczyciela i patrona świątyni św. Mikołaj. Zachowana jest tutaj ikonopisarska reguła, według której na każdym ikonostasie jako pierwsza od lewej zawsze znajduje się ikona św. Mikołaja jako patrona kościoła bizantyjskiego. Wyjątkiem jest jedyny przypadek - jeśli świątynia jest pod wezwaniem św. Mikołaja. Właśnie wtedy ikonę ta się przesuwa na miejsce patrona świątyni – tzn. zupełnie na prawo a jej miejsce zajmuje ikona św. Jana Chrzciciela jako patrona preszowskiej archieparchii. W tym wypadku po lewej stronie znajduje się Jan Chrzciciel podczas chrztu w Jordanie. Na podstawach pod głównym rzędem znajdują się ikony archanioła Michała i św. biskupa Mikołaja. <br><br> Drugi rząd od lewej zawiera ikony dwunastu świąt roku liturgicznego: Narodzenie Bogarodzicy, Ofiarowanie w świątyni Bogarodzicy, Zwiastowanie, Narodzenie Pańskie, Objawienie Pańskie, Chrzest Pański. W centrum znajduje się Ostania Wieczerza a dalej w rzędzie są kolejne święta: Uroczysty wjazd Jezusa do Jerozolimy, Przemienienie Pańskie, Zmartwychwstanie, Wniebowstąpienie, Zesłanie Ducha Świętego i Zaśnięcie Bogarodzicy. <br><br> Trzeci, apostolski rząd, zawiera ikony Apostołów. Od lewej: św. Tomasza, Mateusza, Bartłomieja, Macieja, Andrzeją i św. Piotra. W środku znajduje się ikona Chrystusa Arcykapłana. Rząd kontynuują ikony apostołów: św. Pawła, Jana, Jakuba, synem Zebedeusza, Szymona, Judy Tadeusza i św. Filipa. <br><br> Czwarty rząd zawiera sześć medalionów z parami postaci starotestamentalnych proroków. Od lewej jest św. Izajasza, Jakuba, Abdiasza, Zachariasza, Mojżesza i Aarona. W środku jest ikona Chrystusa na krzyżu ozdobiona złoceniami. Kolejno są; Ezechiel, Joel, Aggeusz i inni nieznani prorocy mający tylko ogólny atrybut proroka – zwój. Ikonostas jest stylizowany mieszaną barokowo – rokokową ornamentyką. Główny ołtarz za ikonostasem jest barokowy ze starszym obrazem Ukrzyżowania. W dolnej części ołtarza znajduje się ikona Chrystusa upadającego pod krzyżem. Na ołtarzu znajduje się przepięknie kute okładki Ewangeliarza w języku cerkiewnosłowiańskim. Boczny ołtarz, nazywany żertwennikiem, zawiera obraz Chrystusa z 1706 roku, z plastycznymi główkami aniołów na bocznych kolumnach. Z wyposażenia warto wspomnieć procesyjny obustronnie malowany krzyż i przenośny lichtarz z ikoną biskupa Mikołaja. <br><br>Rzadkością jest malowidło ścienne z XVIII wieku przestawiające Sąd Ostateczny i Ukrzyżowanie. Dla ciekawości trzeba podkreślić, że malowidła ścienne w świątyniach drewnianych są rzadkością i znajdują się tylko w niektórych z nich. W tylnej części cerkwi ułożone są księgi z XVII i XVIII wieku z ręcznymi zapisami swojej epoki i inne przedmioty ze świątyni, które w przeszłości były używane podczas celebracji. Ikonostas i malowidła ścienne zostały w 1995 roku odnowione a świątynię remontowano w XVIII wieku, w 1902 roku, po wojnie w 1945 roku i ostatnio w latach 2004 – 2008. <br><br> Świątynia w Bodrużali została 7 lipca 2008 r razem z innymi ośmioma drewnianymi świątyniami, pod nazwą „drewniane świątynie słowackiej części łuku karpackiego”, wpisana na Listę Światowego Dziedzictwa UNESCO na podstawie jej wyjątkowej ogólnoświatowej wartości.",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/bodruzal-small.jpg"
    },


    "Chrám Narodenia Panny Márie v Losi": {
        "video": "https://player.vimeo.com/video/723743905?h=813ce97579&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52173455537_cf14f39f6b_k.jpg",
        "name": "Cerkiew pw. Narodzenia Najświętszej Marii Panny w Łosiu",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Miejscowość ta leży w malowniczej, północnej części Beskidów - Beskid Sądecki na wysokości 350 metrów n.p.m. Obecnie wieś liczy około 740 mieszkańców, w tym 60 grekokatolików. Nasza wieś w 2009 roku odznaczała 650 lecie lokacji, co stanowi o jej dość bogatej tradycji i dziedzictwie kulturowym. <br><br> Ludzie od pradawnych czasów budowali świątynie. Chcieli w ten sposób oddać chwałę Bogu, uczcić pamięć świętych i mieć miejsce na spotkanie z Bogiem. Drewniane świątynie ukazują umiejętności mieszkańców tych okolic, którzy byli gotowi oddać wszystko, by dać wspaniały dowód szczerej tęsknoty człowieka za Bogiem. Potwierdzają to słowa psalmisty: „Zaiste jeden dzień w przybytkach Twoich lepszy jest niż innych tysiące; wolę stać w progu domu mojego Boga, niż mieszkać w namiotach grzeszników. Bo Pan Bóg jest słońcem i tarczą: Pan hojnie darzy łaską i chwałą, nie odmawia dobrodziejstw postępującym nienagannie. Panie Zastępów, szczęśliwy człowiek, który ufa Tobie!“ (Ps 84, 11-13) <br><br> Mieszkańcy wsi od wielu pokoleń trudnili się maziarstwem, co powodowało, że mężczyźni wyjeżdżali na długi czas z produktami ropopochodnymi. Zakres ich handlu obejmował tereny od Węgier po Litwę. Owe produkty wydobywali z ziemi z tak zwanych „kopanek”. Teren, na którym znajduję się miejscowość płytko pod powierzchnią jest bogaty w ropę, która w stanie nieoczyszczonym dawała różnego rodzaju smary i „mazidła” niezbędne do smarowania wszelkiego rodzaju osi w różnego rodzaju sprzętach. <br><br> Cerkiew greckokatolicka p.w. Narodzenia Najświętszej Marii Panny w Łosiu została wzniesiona rękoma naszych pradziadów w 1810 roku. Od strony konstrukcyjnej jest to budowla zrębowa, która składa się z trzech części: przedsionka, nawy i prezbiterium. Wieża główna o kolumnowej konstrukcji jest osadzona w przedsionku. Pionowe ściany świątyni pokryte są łupanym gontem, natomiast dachy płaskie i kopuły od 2010 roku blachą miedzianą. Nawa główna w 1928 roku została poszerzona i cerkiew przybrała kształt krzyża. <br><br> Jak już wspomnieliśmy, świątynia składa się z trzech głównych części. Zaczynając od wejścia są to: przedsionek, nawa i prezbiterium. Przedsionek znajduje się pod wieżą główną. W przeszłości było to miejsce wyznaczone dla katechumenów, którzy przygotowywali się do chrztu lub dla pokutników, którzy byli na pewien czas wyłączeni ze wspólnoty eucharystycznej. Symbolicznie wierzący ci byli obrazem czyśćca, albo Kościoła cierpiącego. <br><br> Następną częścią cerkwi jest nawa. Jest to największe pomieszczenie całej świątyni. W niej schodzą się wierzący, by uczestniczyć w obrzędach. Symbolicznie, wierzący ci przedstawiają Kościół pielgrzymujący, a więc chrześcijan żyjących na ziemi. Porównuje się ich niekiedy do łodzi św. Piotra, ucznia Jezusowego, który nie tylko łowił ryby na morzu, ale był też rybakiem ludzi. W środku świątyni znajduje się tetrapod - miejsce, na którym kładziona jest ikona i krzyż, aby oddać jej cześć. W tradycji wschodniej wchodząc do świątyni podchodzimy, do „tetrapodu” robimy „małą metanię”, czyli znak krzyża wraz z pochyleniem się do dołu całujemy ikonę krzyż i robiąc na sobie ponownie znak krzyża odchodzimy na swoje miejsce. W ten właśnie sposób witamy się z Panem Bogiem. Ikonę tę zmienia się według poszczególnych świąt roku liturgicznego, przez co możemy odczytać, w jakim okresie liturgicznym znajduję się Kościół greckokatolicki. W nawie głównej znajdujemy polichromię – malowidła naścienne figuralne i ornamentalne. Sceny Zwiastowania czy Trójcy Przenajświętszej malowane są na płótnie przyklejonym do stropu. W nawach bocznych przedstawione zostały Matka Boża oraz scena Zmartwychwstania Pańskiego. Te dwie ikony namalowane zostały w 1935 roku przez Artystę Michała Galanke. <br><br> W nawie głównej możemy zobaczyć jeszcze inne ikony przedstawiające sceny z Pisma Świętego, takie jak kamienowanie pierwszego męczennika Archidiakona Stefana, czy scenę, gdy Św. Piotr idzie po wodzie do swego Nauczyciela. Na dwóch mniejszych ikonach przedstawione zostały postacie Św. Cyryla i Metodego. Natomiast z prawej i lewej strony ikonostasu umieszczono ikony Św. książąt ruskich Włodzimierza i Olgi, dzięki którym Ruś Kijowska przyjęła chrześcijaństwo w 988 roku z Konstantynopola. <br><br> Do 2004 roku nasza cerkiew użytkowana była również przez wspólnotę rzymskokatolicką, co miało miejsce od „Akcji Wisła”, podczas której wysiedlono ludność łemkowską w tym także wiernych naszej Cerkwi Greckokatolickiej na ziemie północne i zachodnie Polski. <br><br> Oczywiście, gdy wchodzimy do świątyni Kościoła Wschodniego bardzo mocno na pierwszy plan wysuwa się ikonostas. Ściana ikon pomaga wierzącym w przeżywaniu obrzędów, które odbywają się w prezbiterium. Tutaj można w pełni zrozumieć mistykę teologii wschodniej. Wierzący w nawie świątyni, symbolizujemy ziemskich pielgrzymów, którzy kierują się do swojego celu, do niebiańskiego Jeruzalem, którego symbolem jest prezbiterium za ikonostasem. To życie jest dla nas na razie zasłonięte i nieznane. Poznajemy je tylko w ikonach. Ikonostas symbolicznie oddziela, ale również i łączy niebo – prezbiterium z ziemią – nawą. Na ikonostasie są święci, ci, którzy żyli na ziemi, ale teraz są już w niebie. To znaczy, że święci są dla nas przykładem i pomocą na naszej drodze za Chrystusem, do nieba. Carskie wrota są przeznaczone dla biskupa, kapłana, a w niektórych przypadkach również dla diakona podczas celebracji Liturgii i innych obrzędów. <br><br> Pierwszy – główny rząd ikon – namiestny, zawiera od północnej ściany ikony: św. Mikołaja, biskupa, Bogurodzicy – Hodigitrii (Tej, która wskazuje drogę), Chrystusa Nauczyciela i patronalną ikonę Narodzenia Najświętszej Marii Panny. Carskie wrota, czyli wejście do nieba, może odbywać się jedynie poprzez Jezusa, do którego doprowadza nas Jego Matka Najświętsza Bogurodzica. Podczas ostatnich konserwacji zostało odkryte, że pod pierwszą warstwą XIX wieczną odkryta została ikona XVIII wieczna a po dokonaniu ekspertyzy okazało się, że jest jeszcze trzecie przedstawienie tych samych postaci. Tak, więc na namiestnych ikonach możno stwierdzić, że trzykrotnie były przemalowywane, a ikona, jaką widzimy obecnie możemy umiejscowić gdzieś na XVII wiek. Kolejny rząd ikonostasu tworzy zespół dwunastu największych świąt roku liturgicznego, przedzielony na środku ikoną Ostatniej Wieczerzy.  <br><br> W trzecim rzędzie są ikony świętych apostołów. Słowo: „apostoł”, oznacza: ten, który jest posłany. Chrystus miał wielu uczniów, ale sam wybrał Dwunastu, których nazwał apostołami. Również na ikonostasie apostołowie są zgromadzeni wokół Chrystusa. W środku tego rzędu jest, bowiem ikona Chrystusa Arcykapłana, który przedstawiony jest jako biskup błogosławiący z tronu.  <br><br> Najwyższy, czwarty rząd zawiera trzy podwójne medaliony sześciu proroków Starego Testamentu. Szczyt całego ikonostasu jest zakończony sceną Ukrzyżowania.  <br><br> Trzecią, główną i najistotniejszą częścią cerkwi jest prezbiterium. Od nawy oddziela ją drewniana ściana zwana ikonostasem, którego ikony namiestne są z XVII wieku. Najważniejszą częścią prezbiterium jest ołtarz – prestoł, na którym uobecnia się bezkrwawa Ofiara Jezusa Chrystusa. Na ołtarzu znajduje się tabernakulum, w którym jest przechowywany Najświętszy Sakrament. Po lewej stronie prezbiterium znajduje się boczny ołtarz, zwany żertwennikiem, gdzie obywa się przygotowanie darów. Prezbiterium symbolizuje Królestwo Niebieskie – niebo i Kościół zwycięski. Na ścianach przedstawione zostały dwie postacie Ojców Kościoła Św. Jana Chryzostoma (Złotoustego) i Św. Bazylego Wielkiego Twórców Liturgii. Nd ołtarzem znajduje się baldachim zwany nebom. <br><br> Jak może obecnie sądzić po odkryciach związanych z kilkoma ikonami rzędu namiestnego sam ikonostas przynajmniej w całości nie pochodzi z obecnej świątyni, ale co możliwe został przeniesiony z poprzedniej cerkwi, o której posiadamy bardzo mało informacji.",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/losie-s.jpg"
    },
    
    "Chrám sv. Kozmu a Damiána - Lukov": {
        "video": "https://player.vimeo.com/video/723744139?h=c37ce502a8&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52174961315_293a3a269e_k.jpg",
        "name": "Cerkiew świętych Kosmy i Damiana w Lukove-Venecii",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Miejscowość Lukow – Wenecja rozciąga się w malowniczej dolinie rzeki Topla u podnóża pasma gór Czergowskich. Na początku istniały tu dwa osiedla, które zostały połączone w 1943 roku. Pierwsza pisemna wzmianka o miejscowości Łukow pochodzi z 1264 roku, a parafia istniała tu już przed 1500 rokiem, natomiast pierwsza pisemna wzmianka o Wenecji pochodzi dopiero z 1410. roku. Nazwa osady pochodzi od Wenecji we Włoszech, skąd przybyli jej założyciele, mistrzowie szklarscy. Szklarska tradycja zapuściła tutaj korzenie i była żywa jeszcze w pierwszej połowie minionego stulecia. <br><br> W środkowej i wschodniej części Karpatów powstawały pojedyncze świątynie drewniane, które są specyficznym przykładem obiektów sakralnych wschodniego chrześcijaństwa. Świątynie te są z jednej strony odbiciem prostoty i ubóstwa mieszkańców tego kraju a równocześnie są dowodem niezachwianej ufności i nadziei, którą człowiek składa w swoim Bogu. Potwierdzają to również słowa Psalmisty: „Jeden dzień w Twoich przybytkach jest lepszy innych tysiące. Wolę stać w progu domu mojego Boga niż mieszkać w namiotach grzeszników. Bo Pan Bóg jest słońcem i tarczą: Pan hojnie darzy łaską i chwałą, nie odmawia dobrodziejstw żyjącym nienagannie. Panie Zastępów, szczęśliwy człowiek, który ufa Tobie! (Ps84,11-13) <br><br> Drewniana cerkiew greckokatolicka pod wezwaniem Kosmy i Damiana w Lukowe – Wenecji pierwotnie znajdowała się w miejscowości Nowa Wieś koło Nowego Sącza w Polsce i była pod wezwaniem Narodzenia Bogurodzicy. Mieszkańcy Wenecji kupili ją, rozebrali, przewieźli i ponownie postawili u siebie. Ich starania uwieńczyło poświęcenie świątyni w 1708 roku, kiedy to cerkiew, oddali pod opiekę nowym patronom, lekarzom i cudotwórcom, świętym Kosmie i Damianowi. O starszym pochodzeniu i pierwotnej przynależności budowli świadczy napis z 1657 r. na ikonie Świętej Bogurodzicy Hodegetrii, która znajduje się na południowej ścianie świątyni. <br><br> Zgodnie z tradycją świątynia ta zbudowana jest na podwyższonym terenie i stanowi dominantę w tej części miejscowości. Z konstrukcyjnego punktu widzenia, jest to zrębowa budowla położona na kamiennej podmurówce, wyrównującej spadzistość terenu. Trójdzielność cerkwi wzmacniają trzy wieże, które wznoszą się stopniowo w kierunku zachodnim, co jest typowe dla świątyń typu łemkowskiego. Każda z wież zwieńczona jest oryginalnym kutym krzyżem. Większą część ścian pokrywają pionowo ułożone deski a jako dachówkę zastosowano gont łupany. Od strony zachodniej stoi potężna wieża o konstrukcji kolumnowej. W jej górnej części znajduje się izbica na dzwony z czterema tamburami w kształcie prostokąta. Dzwony pochodzą z 1755 i 1886 roku. Dolna część wieży jest od południa nietypowo otwarta i dostępna. Otwarta część pod wieżą przedłuża się na obwodzie nawy i jest pokryta dachem. Całość budynku pokrywa potężny spadzisty dach z dwoma wielkimi oknami między piętrami. Dach wieży nad przedsionkiem a nawą ma kształt wydłużonego ostrosłupa. Nad prezbiterium znajduje się tylko mała okrągła wieżyczka przyozdobiona cebulką. Wyjątkowa jest piwnica pod budynkiem, której nie ma żadna inna drewniana cerkiew na Słowacji. W 2005 roku rozpoczęto całkowitą renowację świątyni. Remont uroczyście zakończono poświęceniem 16 listopada 2008 roku, 300 lat po wzniesieniu jej w miejscowości Łukow - Wenecja.  <br><br> Wnętrze świątyni jest podzielone na trzy części, z których każda ma praktyczne i symboliczne znaczenie. W części zachodniej znajduje się przedsionek. Symbolizuje on czyściec, ponieważ ten, kto tam się znajduje, cierpi, jednak ma nadzieję, że kiedyś wejdzie do wnętrza i weźmie udział w uczcie, którą na razie ogląda. Centralną część świątyni nazywa się nawą. Jest to miejsce dla wspólnoty wierzących, uczestniczącej w modlitwach i celebracjach. Symbolizuje ona łódź, w której wierzący znajdują ocalenie, pokrzepienie i umocnienie na niespokojnej drodze życia. <br><br> Ściana obrazów między nawą i prezbiterium, która na pierwszy rzut oka je oddziela, ale w rzeczywistości je łączy, nazywana jest ikonostasem. Prezbiterium symbolizuje niebo, miejsce przebywania Boga. Ikonostas wprawdzie przeszkadza cielesnemu wzrokowi oglądać tajemnice Boże, ale pokazuje człowiekowi drogę, którą może do nich dotrzeć, jak również świętych, którzy już osiągnęli cel. <br><br> Ikonostas ma strukturę kanoniczną, to znaczy dokładnie uporządkowany układ. W głównej części, tak zwanym rzędzie podstawowym, znajdują się cztery główne ikony i troje drzwi. Środkowe, dwuskrzydłowe drzwi nazywane są królewskimi wrotami. Przechodzić przez nie mogą tylko biskup, kapłan, czasami diakon. Zdobione są ornamentami winorośli i sześcioma medalionami. Na górnej ich parze widnieje scena Zwiastowania a na pozostałych czterech - ewangeliści. Boczne drzwi - diakońskie – przeznaczone są dla diakona i kleru niższego stopnia. Na ikonach w pierwszym rzędzie wyobrażeni są od lewej: św. biskup Mikołaj, Najświętsza Bogurodzica, Chrystus Nauczyciel i patroni świątyni, święci Kosma i Damian. <br><br> W drugim rzędzie, na nietypowych medalionach, zostały przedstawione tak zwane „Prazdniki”, czyli dwanaście największych świąt w roku kościelnym. Niektórych brakuje. W środku znajduje się ikona zwana Veraikon, tzn. chusta Weroniki, co jest dosyć nietypowe, ponieważ miejsce to przeznaczone jest na ikonę Ostatniej Wieczerzy. <br><br> Trzeci rząd nosi nazwę Deésis, co oznacza wstawiennictwo. Środek zajmuje ikona Chrystusa Pantokratora siedzącego na tronie. Po obu stronach umieszczone ikony apostołów przedstawionych parami, którzy w modlitwie błagalnej skierowanych do Chrystusa. Patrząc od strony północnej do południowej zobaczymy świętych: Judę Tadeusza i Szymona, Jakuba, syna Alfeusza i Filipa, Jakuba, syna Zebedeusza i Piotra, potem Pawła z Andrzejem, Tomasza z Janem i Bartłomieja ze św. Maciejem. Czwarty rząd jest rozdzielony na dwa piętra, w których znajdują się wybitne postacie Starego Testamentu. W dolnym rzędzie, zaczynając od północy, znajdziemy proroków: Amosa, Zachariasza, Abdiasza, Jeremiasza, Mojżesza i Aarona. Kolejno Salomona, Izajasza, Jakuba, Ezechiela, Aggeusza i proroka Ozeasza. W częściach nadbudowanych znajduje się w sumie sześć medalionów. Od lewej: Elizeusz, Dawid, Gedeon, na południowej ścianie Daniel, Abraham i Nahum. Ikonostas jest zwieńczony przedstawieniem Kalwarii, gdzie obok krzyża Jezusowego stoi Matka i Jan Ewangelista. Cały ikonostas jest w tonacji niebieskiej. Królewskie wrota, ramy ikon, medaliony i całe części nadbudowane są pozłocone. <br><br> Na bocznych ścianach nawy znajdują się także pojedyncze ikony: na ścianie południowej, siedemnastowieczna ikona Bogurodzicy Hodegetrii – wskazującej drogę. Bogurodzica trzyma na lewej ręce swego Syna Jezusa Chrystusa a prawą wskazuje na Niego, jako na jedyną właściwą drogę dla życia człowieka. Naprzeciwko, na północnej ścianie umieszczono ikonę Małe Deésis: Chrystus siedzący na tronie a obok Niego Bogurodzica i Jan Chrzciciel. <br><br> Obok niej znajduje się bardzo cenna ikona Sądu Ostatecznego z XVI wieku. Jest to rozległa kompozycja, złożona z sześciu segmentów o poziomym podziale. W centrum pierwszego, wierzchniego segmentu, widnieje siedzący Jezus Chrystus w czerwonej szacie, otoczony przez niosących Go cherubinów, pod nieboskłonem, na którym znajduje się słońce i księżyc. Do Chrystusa przychodzi Jego Matka przeczysta Bogurodzica i Jan Poprzednik, za którym są zastępy mocy niebieskich. W rogach segmentu wyobrażono jeszcze wprowadzenie świętych do Jeruzalem Niebieskiego i strącenie upadłych aniołów z nieba.  <br><br> Drugi segment zawiera malowidła dwunastu apostołów na dwunastu tronach sądzących dwanaście pokoleń Izraela. W centrum tej części umiejscowiono tron sędziowski, na którym położone są Słowo Boże, krzyż, kopia i trzcina. Obok tronu klęczą Adam i Ewa.  <br><br> Trzeci segment-po prawicy Chrystusa- tworzą święci prorocy, królowie, męczennicy i królowe. Z lewej strony przychodzą na sąd narody – Żydzi, Grecy, Polacy, Turkowie, Maurowie, Tatarzy, Rusini i Niemcy. W środku segmentu widnieje ręka Boża, w której znajdują się dusze sprawiedliwych a na niej waga sprawiedliwości, „ważąca” dusze. Można tutaj zobaczyć nieustanną walkę dobra i zła-podczas ważenia duszy sprawiedliwej demon stara się ściągnąć wagę na swoją stronę, ale anioł odtrąca go kopią. W centrum czwartego segmentu na prawo od Chrystusa znajdują się święci biskupi, czcigodni - są to mnisi, pustelnicy i pustelniczki, naprzeciw czterej aniołowie trąbią i zwołują dusze na sąd. <br><br> Piąty segment rozpoczyna przedstawienie ogrodu rajskiego w kształcie kręgu, gdzie w towarzystwie aniołów siedzi na tronie Matka Boża a poniżej stoją trzej patriarchowie: Abraham, Izaak i Jakub. Jest tam również i łotr, któremu Pan Jezus na krzyżu obiecał raj. Po drugiej stronie segmentu, czerwonym kolorem, symbolizującym ból i cierpienie, przedstawione jest piekło, które nie ma końca. Ostatni, szósty segment przedstawia stan dusz zbawionych i potępionych. Po jednej stronie jest zastęp świętych stojących obok rajskiej bramy i Piotra Apostoła, otwierającego ją kluczami. Obok, w kajdanach i w płomieniu ognistym stoi człowiek, który chociaż pełnił uczynki miłosierdzia, to jednak uparcie trwał w bluźnierstwie. Teraz jego udziałem jest wieczne patrzenie na raj bez jakiejkolwiek możliwości wejścia do niego. Pod koniec segmentu znajdują się ogólne wyobrażenia mąk piekielnych, jak je wspomina już Pismo Święte: ogień nieugaszony, piekielna ciemność, robak, który nie umiera, zgrzytanie zębów i płacz bez pociechy. Poza segmentami znajduje się „robak grzechu” pełznący po całej ikonie, począwszy od stóp Adama aż do piekła. Pierścień jest z jednej strony zielony, co symbolizuje pociągającą powierzchowność grzechu. Druga strona jest czerwona i ta przedstawia to, co następuje po grzechu. Ten robak nie kończy w piekle, ale w górze u stóp Chrystusa. Tutaj wypełnia się Protoewangelia z Księgi Rodzaju: Chrystus ocala nas z mocy zła.  <br><br> W świątyni znajduje się barokowy prestol – ołtarz z wyobrażeniami Trójcy Najświętszej. Wystrój dolnej części ołtarza wzbogacają wizerunki: od frontu Noego, składający po potopie ofiarę dziękczynną, po prawej stronie znajduje się wyobrażenie Węża miedzianego, a po lewej Melchizedek, wychodzący naprzeciw Abrahama. <br><br> Podpiwniczenie pod świątynią, ikona Chusty Weroniki nad królewskim wrotami czy cenna ikona Sądu Ostatecznego sprawiają, że świątynia ta należy do swego rodzaju unikatów, nie tylko na terenie Słowacji. <br><br> ",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/lukov-s.jpg"
    },

    "Chrám sv. archanjela Michala v Przysłope": {
        "video": "https://player.vimeo.com/video/723744442?h=0b47099596&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52174970385_8863699998_k.jpg",
        "name": "Cerkiew pw. św. Michała Archanioła w Przysłopiu",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Wieś Przysłop, który dzisiaj stanowi integralną część Nowicy a przed wojną była oddzielną strukturą w skład, której wchodziło około 280 mieszkańców. Dzisiaj tak jak i kiedyś jest to oddzielna parafia, ale należą do niej ci sami parafianie, co do parafii Świętej Paraskewy w Nowicy i Parafii Zaśnięcia Najświętszej Marii Panny w Nowicy. Obecnie wiemy, że cerkiew była pierwotnie wzniesiona w innym miejscu we wsi Przysłop jednak z nieznanych nam przyczyn została w całości przeniesiona w obecne miejsce.  <br><br> Kościół Greckokatolicki, ściślej Kościół katolicki bizantyjsko-słowiańskiego obrządku, przynależy do tradycji cyrylo-metodiańskiej i uważa się za bezpośredniego spadkobiercę tej tradycji. Historyczne pochodzenie nazwy grekokatolików pochodzi stąd, że obrządek przyniesiony przez świętych Cyryla i Metodego ma bizantyjskie pochodzenie a równocześnie jest to Kościół złączony z rzymskim biskupem, głową Kościoła katolickiego. Kościół greckokatolicki należy do kościołów wschodnich, z których każdy w sposób niepowtarzalny przeżywa swój obrządek i tradycję. <br><br>Świątynia zbudowana została w 1756 r. W następnym wieku, ok. 1880 r. uległa znacznej przebudowie - połączenie nawy z babińcem, przeróbki dachów oraz wieży. W wieku XX cerkiew była kilkakrotnie odnawiana, jednym z remontów był społeczny ruch wykonany staraniem turystów w latach 1980-1981. Stan w jakim studenci zastali cerkiew był krytyczny i wymagał niezwłocznej interwencji. Po II wojnie światowej cerkiew służyła parafii rzymskokatolickiej w Uściu Gorlickim, w 1atach. 80. XX w. powróciła do grekokatolików. W czasach teraźniejszych, czyli od 2006 roku dokonano gruntownego remontu dachu, wymieniono podłogę w całości świątyni, zakonserwowano obiekt z zewnątrz i pomalowano ogrodzenie, jak również dokonano konserwacji całego ikonostasu. <br><br> Cerkiew składa się z nawy (połączonej z babińcem), węższego od niej prezbiterium oraz niskiej, kwadratowej wieży nadbudowanej nad dawnym babińcem, wtopionej w połać dachu. Ściany nawy i prezbiterium pobite są gontem. Na kalenicach obydwu części świątyni wznoszą się wieżyczki zwieńczone pozornymi latarniami. Podobny hełm wieńczy wieżę. Dachy oraz wieżyczki pokryte są blachą. <br><br>Wnętrze cerkwi nakrywają płaskie stropy. Pokryte są one, podobnie jak ściany, polichromią ornamentalną i figuralną wykonaną w 1929 r. Szczególnie pięknie prezentują się duże przedstawienia św. Michała Archanioła i Trójcy Świętej na stropie. Głównym elementem wyposażenia cerkwi jest pochodzący z XVIII w. ikonostas, w całości odnowiony. Na nim umieszczono przedstawienie Deesis (gr. modlitwa), obrazujące tronującego Chrystusa, do którego z modlitwą wstawienniczą za lud boży zwracają się apostoli. Na środku powstałej przegrody znajdują się główne, dwuskrzydłowe drzwi, zwane ,,carskimi wrotami” lub też ,,wrotami Raju”, przez które przechodzi wyłącznie kapłan sprawujący liturgię bądź inne nabożeństwo. Z boku powinny znajdować się drzwi, zwane ,,diakońskimi”, których w świątyni brak. Jak wskazuje nazwa były przeznaczone dla diakona wchodzącego do prezbiterium. W konsekwencji orientacji (budowaniu na wschód) Cerkwie otrzymały nazwę północnych i południowych. Najniższy rząd ikon, znajdujący się na wysokości drzwi to ikony namisni (ukr.). Są to cztery ikony – pierwsza na lewo od carskich wrót to ikona Bogurodzicy z Dzieciątkiem, na prawo – ikona Chrystusa. Druga po lewej stronie to ikona świętego Mikołaja a druga po prawej stronie to ikona świętego Michała Archanioła patrona świątyni. W ramach ciekawostki w roku 2011 podczas odnawiania ikon namiestnych odkryto, że pod ikoną Michała została ukryta ikona Chrystusa nauczającego, która obecnie znajduje się w nawie głównej. Takie odkrycie sugeruje, że ikonostas ten jest przeniesiony z innej świątyni. Ikonostas jest on wpasowany na „siłę”. Nawet nie wszystkie elementy zostały umieszczone. W taki oto sposób parafia wzbogaciła się o jedną bardzo starą ikonę.  <br><br> Takie ułożenie ikon jest kanonem, według którego buduje się ten najniższy rząd. Bezpośrednio nad nim znajduje się rząd, zawierający ikony ważniejszych świąt w kalendarzu liturgicznym grekokatolików. Każda z ikon zawiera opis święta cyrylicą stylizowaną na kształt czcionek greckich. Warto także zwrócić uwagę na wyjątkowe zestawienie kolorystyczne stałych elementów konstrukcyjnych ikonostasu. Taka gra barw pomaga nam skupić się na treści ikon.  <br><br> Na północnej ścianie nawy wisi ikona Matki Boskiej z Dzieciątkiem z XVIII w, na ścianie południowej zaś obraz przedstawiający św. Łukasza Ewangelistę. W nawie znajduje się również pięknie zdobiony wiciami roślinnymi późnobarokowy ołtarz boczny z ikoną św. Mikołaja. Zdobienia ścian zawierają w sobie jeszcze jedną pamiątkę. Otóż po obu stronach umieszczono informację o ofiarodawcach, pochodzących spośród emigracji łemkowskiej z Ameryki i wykonawcach remontu Cerkwi. Dziś stanowią dla nas także źródło informacji o tempie inflacji i zmianach gospodarczych. W prezbiterium ołtarz główny z XIX w. <br><br> Zostało wykonanych ostatnimi czasy bardzo wiele prac remontowych, niestety z powodu małej liczby mieszkańców a tym samym i wiernych, parafia musi ubiegać się o dotacje z różnych źródeł dofinansowania. Do niedawna każda świątynia posiadała stare księgi używane jeszcze przed wojną do sprawowania kultu religijnego, jednakże z barku zabezpieczeń, jak również ze zmiennej wilgotności eksponaty zostały przekazane do Metropolitalnej Kurii w Przemyślu. To właśnie w Przemyślu znajduję się siedziba zwierzchnika w Polsce księdza Arcybiskupa i Metropolity. <br><br> Nabożeństwa w owej świątyni odprawiane są począwszy od święta Wielkiej Nocy w trzecią niedzielę miesiąca. Po kermeszu (łem) odpuście, który ma miejsce na Michała 21 Listopada cała wspólnota przenosi się do Kaplicy pośrodku wsi.  <br><br> Od jakiegoś czasu prawie każdego lata w cerkwi odbywają się koncerty chórów, które w swoim repertuarze wykonują muzykę cerkiewną. Zapraszane są chóry Kościoła Prawosławnego i chóry Kościoła greckokatolickiego, aby w chramach wielbić pana. Na te i inne okoliczności cerkiew odwiedzają liczni turyści, a chciałoby się powiedzieć pielgrzymi. Którzy powracają do świątyni kilkakrotnie mają już w swoim sercu zamiłowanie do tego co wschodnie, łemkowskie a przede wszystkim co piękne i wzniosłe. <br><br>Cerkiew otoczona drewnianym ogrodzeniem, które poprzez swoją budowę optycznie powiększa wrażenie tak małej bryły. Na teren posesji wchodzimy, obok cmentarza przycerkiewnego, poprzez malutką wieżę bramną zdobioną gontem i uwieńczoną małą kopułką. W miejscowości Przysłop są dwa cmentarze w całej miejscowości Nowica i Przysłop tych miejsc pochówków jest aż pięć. Pomimo różnych relacji zapamiętanych z historii pomiędzy dwoma narodami i kilkoma wyznaniami, wszyscy spoczniemy w tym samym miejscu, obok siebie bez narzekania i niezgody. Lecz dla wierzących to miejsce nie jest ostatecznym: „Mamy dążyć do spotkania z Bogiem w niebie. Kiedy się rodziliśmy wszyscy się cieszyli a my płakaliśmy. Żyjmy tak, aby kiedy przyjdzie czas umierać wszyscy będą płakać a my będziemy się radować w Panu”. <br><br> Świątynie bardzo często wprawiają turystów w zachwyt, dla nas jednak to Dom Boży. Miejsce kultu i spotkania człowieka z Bogiem. Nie pozwólmy, aby wizyta w świątyni została pozbawiona spotkania ze Stwórcą. Aby odwiedziny cerkwi były na równi z wizytą w muzeum, kilka zdjęć, historyjka przewodnika, szybki rzut okiem na wnętrze. Nie zapominajmy, że ikony są przemodlone przez pokolenia ludzi wierzących, ludzi przybywających z nadzieją i wiarą.<br><br>",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/przyzslop-s.jpg"
    },  

    "Chrám sv. Demetra zo Solúna v Śnietnici": {
        "video": "https://player.vimeo.com/video/723744758?h=74f9346c07&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "threesixty": "https://live.staticflickr.com/65535/52174726109_5e2367e43a_k.jpg",
        "name": "Cerkiew św. Dymitra z Salonik w Śnietnicy",
        "shortDescription": 
        "Jedným z najstarších a najvýznamnejších kostolov na Slovensku. Konkatedrála bola postavená v polovici 14. storočia ako jednoloďová s vyvýšeným polygonálnym presbytériom.",

        "longDescription": "Śnietnica to okazała wieś położona w zachodniej części Beskidu Niskiego, w dolinie rzeki Biała. Wchodzi w skład gminy Uście Gorlickie (dawniej: Uście Ruskie), w powiecie gorlickim, w województwie małopolskim. Obecnie miejscowość zamieszkuje ok. 500 osób, w tym kilkanaście rodzin łemkowskich, które w większości tworzą miejscową parafię greckokatolicką, do której należy cerkiew. Ponadto we wsi funkcjonuje parafia rzymskokatolicka pw. św. Andrzeja Boboli. <br><br> Pierwsza historyczna wzmianka o wsi pochodzi z 1422 r. Najprawdopodobniej lokacja na prawie wołoskim miała miejsce na przełomie XIV i XV w., po 1391 r. Wieś należała do tzw. klucza muszyńskiego, będącego własnością biskupów krakowskich, z ośrodkiem administracyjnym w Muszynie (stąd nazwa). Przez wieki we wsi dominowali Rusini, którzy nazywali siebie Rusnakami, a nazwa Łemkowie nawiązująca do charakterystycznego słówka „lem” (tylko) pojawiła się dopiero w XIX w. Wg danych z 1881 r. liczba mieszkańców wynosiła 656 osób, wśród których było 603 Łemków, 30 Polaków i 23 Żydów. W latach 1918 – 1920 Śnietnica wchodziła Rusińskiej Ludowej Republiki Łemków, którą proklamowano w pobliskiej Florynce. <br><br> W czasie II wojny światowej hitlerowcy wymordowali miejscowych Żydów i Cyganów, a po wojnie historia nie oszczędziła Łemków. W latach 1945-46 część mieszkańców została wysiedlona do Związku Sowieckiego. Pozostałych pod wojskowym przymusem wywieziono na tzw. ziemie odzyskane w 1947 r. w ramach akcji „Wisła”. Po 1956 r., kiedy pojawiła się formalna możliwość powrotów, kilkanaście rodzin łemkowskich zdecydowało się wrócić w rodzinne strony i mieszkają w Śnietnicy do dziś. <br><br> <br><br> Mieszkańcy Śnietnicy pierwotnie byli wiernymi Kościoła prawosławnego, a właściciele wsi – biskupami Kościoła rzymskokatolickiego. W 1596 r. zawarto unię brzeską, w wyniku której część biskupów prawosławnych Rzeczypospolitej przystąpiło do jedności z Kościołem rzymskokatolickim. Prawosławny biskup przemyski zaakceptował postanowienia unijne dopiero w 1692 r. Można przyjąć, że od tamtego czasu na pewno i parafia w Śnietnicy była unicka, gdyż rzymskokatoliccy biskupi krakowscy – właściciele wsi – byli gorącymi zwolennikami idei unii. W wyniku rozbiorów Rzeczypospolitej Śnietnica znalazła się pod panowaniem Austrii, gdzie decyzją cesarzowej Marii Teresy Kościół zwany dotąd unickim zaczęto nazywać Kościołem greckokatolickim. <br><br> Cerkiew musiała istnieć w Śnietnicy od bardzo dawna, zapewne od początków wsi. Niewiele jednak wiadomo o poprzednich świątyniach. Obecna została zbudowana w 1775 r. jako budowla trójdzielna, a w XIX w. została gruntownie przebudowana. Od 1947 r., po wysiedleniu grekokatolików w akcji „Wisła”, świątynia służyła osiedlonym we wsi Polakom jako kościół rzymskokatolicki. W 1951 r. erygowano we wsi parafię rzymskokatolicką. Od 1994 r. grekokatolicy zaczęli odprawiać w cerkwi Świętą Liturgię, a od 1997 r. odzyskali własność świątyni. <br><br> Patron cerkwi Święty Dymitr urodził się ok. 280 r. w Salonikach (w obecnej Grecji), które w języku starocerkiewnosłowiańskim zwane były Sołuniem. W związku z tym święty często bywa nazywany Sołuńskim. Dymitr jest uznawany za wielkiego męczennika. Jest patronem żołnierzy, osób niewidomych oraz chrześcijan zagrożonych najazdem przez innowierców. Dymitr - jako naczelnik miasta - nauczał o Chrystusie mieszkańców Salonik, za co został na rozkaz cesarza Maksymiana w 306 r. zamęczony na śmierć poprzez zakłucie dzidami. <br><br> W ikonografii występuje jako młody mężczyzna bez brody w stroju oficera rzymskiego, w zielonym płaszczu. W prawej ręce dzierży pikę skierowaną ostrzem do góry oraz zwój pisma, na którym napisane są słowa: ?|\"Panie, nie zgub grodu i ludzi, bowiem jeśli uratujesz go wraz z nimi i ja zbawię się, a jeśli ich zgubisz zginę i ja\". W lewej ręce trzyma miecz przy nodze. Liturgiczne wspomnienie Świętego Dymitra obchodzone jest 8 listopada (26 października – wg kalendarza juliańskiego). <br><br> Symboliczne znaczenie ma orientacja cerkwi, czyli skierowanie prezbiterium z ołtarzem na wschód (łac. oriens – wschód), w stronę Grobu Chrystusa w Jerozolimie. Jest to zwrot w kierunku Chrystusa, którego chrześcijanie nazywają Wschodzącym Słońcem, Słońcem Prawdy. Cerkiew ma konstrukcję zrębową, czyli powstałą z odpowiednio obrobionych pni drzew ułożonych poziomo jeden na drugim i połączonych w narożach za pomocą specyficznych nacięć. Wieża z izbicą w górnej części ma konstrukcję słupowo – ramową, utworzoną z czterech słupów delikatnie pochylonych do środka i wzmocnionych poziomymi i ukośnymi belkami. <br><br> Cerkiew pierwotnie była trójdzielna, czyli składała się z trzech części: prezbiterium (sanktuarium), nawy i babińca (narteks) ukrytego między pochyłymi ścianami wieży. Do prezbiterium z ołtarzem, oddzielonego od nawy ikonostasem, według tradycji mogło wchodzić jedynie duchowieństwo, służba liturgiczna i osoby dbające o porządek w cerkwi. Wierni gromadzili się w nawie i babińcu, który swą nazwę wziął z pielęgnowanego prawdopodobnie do XVIII w. zwyczaju izolacji kobiet od mężczyzn w świątyni. W XIX w. powiększono cerkiew: przesunięto wieżę na zachód oraz poszerzono babiniec do szerokości nawy. W czasie przebudowy świątyni zmieniono również archaiczną, namiotową konstrukcję dachów (przypominającą ostrosłup) na nowocześniejszą – kalenicową, utworzoną z przecięcia się trzech połaci dachu. Po skończeniu prac remontowych cerkiew utraciła pierwotny, trójdzielny charakter i do dnia dzisiejszego pozostała dwudzielna – zrębowe części świątyni tworzą jedynie prezbiterium i powiększoną nawę. Do prezbiterium od północy przylega zakrystia. <br><br> Dachy świątyni i hełm wieży zwieńczone są makowicami i pseudolatarniami (ośmiobokami przypominającymi latarnie z otworami wpuszczającymi światło do wnętrza świątyni). Na szczycie baniastych hełmów ustawione są kute krzyże. Ściany świątyni pokrywa poziomy szalunek z desek. <br><br> Prezbiterium od nawy oddziela kompletny, barokowy ikonostas z XVIII w. Jest to rzeźbiona, polichromowana rama z drewna, w której ustawione są ikony według określonego porządku. Ikony są oknem, przez które chrześcijanin może wejrzeć w świat Boga, a ikonostas jest traktatem teologicznym, przypominającym wiernym prawdy chrześcijańskie i kierującym ich uwagę ku Chrystusowi. <br><br> Centralne miejsce w ikonostasie zajmują carskie wrota, zwane tak od Cara Chwały, czyli Chrystusa, który przychodzi do wiernych w czasie Świętej Liturgii pod postacią chleba i wina. W ażurowe wrota wkomponowane są cztery małe ikony ewangelistów z ich symbolami (Łukasz z bykiem, Jan z orłem, Mateusz z aniołem i Marek z lwem) i dwie ikony przedstawiające Zwiastowanie (archanioł Gabriel i Bogurodzica). Po obu stronach wrót carskich umieszczone są wrota diakońskie z wizerunkami starotestamentalnych kapłanów: Aarona (po prawej) i Melchizedeka (po lewej), wychodzącego z chlebem i winem na spotkanie Abrahama, co tradycja chrześcijańska interpretuje jako zapowiedź Ostatniej Wieczerzy i ofiary Chrystusa. <br><br> Ikonostas składa się z czterech rzędów. Najniższy rząd zwany jest rzędem ikon namiestnych. Po prawej stronie umieszczona jest w nim ikona chramowa (ukr. chram - świątynia), czyli ikona przedstawiająca patrona cerkwi – św. Dymitra. Na prawo od carskich wrót znajduje się ikona Chrystusa, unoszącego prawą rękę w geście błogosławieństwa i trzymającego jabłko królewskie w lewej ręce (symbol władzy nad całym światem). Na lewo od carskich wrót umieszczona jest ikona Bogurodzicy w typie Hodegetria (Wskazująca Drogę, którą jest Chrystus). <br><br> Nad rzędem ikon namiestnych znajduje się rząd prazdników. Od lewej strony widać ikony w następującym porządku: Narodzenie Maryi, Zwiastowania Maryi, Boże Narodzenie – pokłon pasterzy, Boże Narodzenie - pokłon mędrców, Ofiarowanie Pańskie (w Kościołach wschodnich: Spotkanie Pańskie), Chrzest Pański (w Kościołach wschodnich: Objawienie Pańskie, Jordan). Ponad Carskimi Wrotami umieszczona została Ostatnia Wieczerza, a na prawo od niej kolejne ikony świąteczne: Zmartwychwstanie, Wniebowstąpienie, Zesłanie Ducha Świętego, Przemienienie Pańskie, Wniebowzięcie Maryi, Podniesienie Krzyża Świętego. <br><br> Kolejny rząd ikon, to rząd Deesis (po grecku oznaczający modlitwę wstawienniczą świętych do Chrystusa za grzeszników). W rzędzie umieszczone są wizerunki dwunastu apostołów i ewangelistów, zwróconych do Chrystusa Pantokratora (Wszechwładcy), siedzącego na tronie w otoczeniu Matki Bożej, Jana Chrzciciela i aniołów. Chrystus pokazuje wiernym księgę – symbol swojej nauki. Od lewej można rozpoznać świętych: Szymona z palmą symbolizującą męczeństwo, Bartłomieja z nożem, którym żywcem odarto apostoła ze skóry, Łukasza z aniołem, Marka z lwem, Andrzeja z krzyżem na którym został ukrzyżowany i Piotra z kluczami. Po prawej stronie Chrystusa znajdują się kolejno wizerunki: Pawła z mieczem, którym został ścięty, Jakuba Starszego z księgą i muszlą, Łukasza z bykiem, Jana z orłem, Judę Tadeusza ze zwojem - Mandylionem (odbiciem twarzy Chrystusa) dostarczonym przez apostoła królowi Abgarowi oraz Filipa – młodzieńca bez brody z krzyżem, ponieważ zginął poprzez ukrzyżowanie. <br><br> Jeszcze wyżej w rzędzie proroków umieszczone są w medalionach wizerunki proroków, patriarchów i królów Starego Testamentu. Ikonostas zwieńczony jest ikoną Ukrzyżowania Chrystusa. W prezbiterium ustawiony jest barokowy ołtarz (prestoł) z rzeźbami świętych Piotra i Pawła. Na ścianie za ołtarzem można zobaczyć obraz Opłakiwanie Chrystusa. <br><br> Ciekawe późnobarokowe ołtarze boczne z końca XIX w. znajdują się w nawie – przedstawiają Ukrzyżowanie Chrystusa i stojących pod krzyżem Maryję i Jana Ewangelistę z wizerunkiem Trójcy Świętej ponad ikoną oraz ikonę Wprowadzenia Maryi do Świątyni. <br><br> W przedsionku cerkwi można zobaczyć barokowe obrazy z końca XVIII w. z wizerunkami świętych Bazylego Wielkiego, Grzegorza, Jana Chryzostoma, Katarzyny oraz Anny z Joachimem i młodą Maryją. <br><br> Warto zwrócić uwagę na malowaną na skórze płaszczenicę, czyli wizerunek Chrystusa złożonego do grobu, używany w liturgii Triduum Paschalnego. <br><br> Wnętrze cerkwi pokryte jest odnowioną w 2010 r. polichromią z 1936 r. Na kopule przykrywającej prezbiterium można dostrzec wizerunki czterech ewangelistów z odpowiednimi atrybutami, natomiast na kopule ponad najstarszą częścią nawy widać wyobrażenie Oka Opatrzności.",
        "type": "Rimokatolický",
        "year": "Rok výstavby 1489",
        "style": "Neogotika",
        "image": "https://s8.gifyu.com/images/snietnica-s.jpg"
    }




}